Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# NODATA
source: There is no data to display
de_de: Keine Daten verfügbar
es_es: No hay datos para mostrar
fr_fr: Aucune donnée à afficher
id_id: Tidak ada data untuk ditampilkan
pl_pl: Brak danych do wyświetlenia
pt_pt: Não há dados para exibir
ru_ru: Тут нет данных для отображения
tr_tr: Görüntülemek için herhangi bir veri bulunmamaktadır

# REFLINK
source: Your referral link
de_de: Dein Referral link
es_es: Tu enlace de referido
fr_fr: Votre lien de parrainage
id_id: Referral link anda
pl_pl: Twój link do polecania
pt_pt: Seu link de referência
ru_ru: Ваша реферальная ссылка для приглашений
tr_tr: Referans linklerin

# ALREADYWATCHED
source: You've already watched this ad
de_de: Du hast diese Anzeige bereits angesehen
es_es: Ya has visto este anuncio
fr_fr: Vous avez déjà vue cette publicité
id_id: Anda telah melihat iklan ini
pl_pl: Oglądnąłeś już tę reklamę
pt_pt: Você já assistiu este anúncio
ru_ru: Вы уже смотрели эту рекламу
tr_tr: Bu reklamı daha önce izledin

# CAMEFROMURL
source: Came from
de_de: Kommt von
es_es: Viene de
fr_fr: Est venu de
pl_pl: Z
pt_pt: Veio de
ru_ru: Пришел из
tr_tr: Geldi

source: Chart
de_de: Tabelle
es_es: Gráfico
fr_fr: Graph
pl_pl: Wykres
pt_pt: Gráfico
ru_ru: График
tr_tr: Grafik

source: Clicks
de_de: Klicks
fr_fr: Clics
id_id: Klik
pl_pl: Odsłony
pt_pt: Cliques
ru_ru: Кликов
tr_tr: Tıklamalar

source: days ago
de_de: Tage zuvor
es_es: Días desde que se hizo
id_id: Hari yang lalu
pl_pl: dni temu
pt_pt: dias atrás
ru_ru: Дней назад
tr_tr: gün önce

source: Last click
de_de: Letzter Klick
es_es: Último click
fr_fr: Dernier clic
id_id: Klik terakhir
pl_pl: Ostatnio kliknął
pt_pt: Último clique
ru_ru: За клик
tr_tr: Son tıklama

# NODIRECTREFERRALS
source: You don't have any direct referrals
de_de: Du hast keine Direkt Referrals
es_es: No tienes ningún referido directo
fr_fr: Vous n'avez pas de filleules directes
id_id: Anda tidak memiliki direct referrals
pl_pl: Nie masz żadnych bezpośrednich poleconych
pt_pt: Você não tem referências diretas
ru_ru: У вас нет прямых рефералов
tr_tr: Direk referansın bulunmamakta

# REFCODE
source: Your referral code
de_de: Dein Referral Code
es_es: Tu código de referido
fr_fr: Votre code de parainnage
id_id: Code Refferal
pl_pl: Twój kod do polecania
pt_pt: O seu código de referência
ru_ru: Ваш код для привлечения рефералов
tr_tr: Referans kodunuz

source: Referral since
de_de: Referral seit
es_es: Referido desde
fr_fr: Filleules depuis
id_id: Referral sejak
pl_pl: Polecony od
pt_pt: Referência desde
ru_ru: Реферал с
tr_tr: Kiralama tarihi

source: today
de_de: Heute
es_es: hoy
fr_fr: aujourd'hui
id_id: hari ini
pl_pl: dziś
pt_pt: hoje
ru_ru: Сегодня
tr_tr: bugün

source: yesterday
de_de: Gestern
es_es: ayer
fr_fr: hier
id_id: kemarin
pl_pl: wczoraj
pt_pt: ontem
ru_ru: Вчера
tr_tr: dün

# DIRECTINFO
source: Tell others about our service and earn even more
de_de: Erzähle anderen von uns und verdiene noch mehr
es_es: Recomienda nuestro sitio a otros usuario y gana más
fr_fr: Parler aux autres de notre service et gagner encore plus
id_id: Memberitahu orang lain tentang layanan kami dan mendapatkan bahkan lebih
pl_pl: Powiedz znajomym o naszym serwisie i zarabiaj jeszcze więcej
pt_pt: Informe os outros sobre o nosso serviço e ganhe ainda mais
ru_ru: Расскажи другим о нашем сервисе и заработай ещё больше
tr_tr: Sitemizi başlakarına tanıtarak daha fazla kazanç elde edebilirsiniz.

source: Manage
de_de: Verwalten
es_es: Administrar
fr_fr: Gérer
pl_pl: Zarządzaj
pt_pt: Gerir
ru_ru: Управлять
tr_tr: Yönet

# RENTEDINFO
source: Rent referrals and gain real profits. Choose your renting strategy and start earning
de_de: Miete Referrals und erhöhe deinen Verdienst. Wähle Deine Strategie und verdiene
es_es: Obtenga referidos rentados y gane beneficios reales. Elige tu estrategia de ganar y empieza.
id_id: Menyewa referral dan mendapatkan keuntungan yang nyata. Pilih strategi menyewa Anda dan mulai mendapatkan
pl_pl: Wynajmuj poleconych i zarabiaj prawdziwe pieniądze. Opracuj swoją strategię i zacznij zyskiwać
pt_pt: Alugue referências e obtenha lucros reais. Escolha sua estratégia de aluguel e obtenha um prêmio
ru_ru: Арендуйте рефералов и получите реальную прибыль. Выберите свою стратегию аренды и начните зарабатывать

source: Rent new
de_de: Neu Mieten
es_es: Nuevo referido rentado
fr_fr: Louer nouveau
id_id: Sewa baru
pl_pl: Wynajmij nowych
pt_pt: Alugar novo
ru_ru: Аренда нового
tr_tr: Referans kirala

# CLICKEDINLAST
source: Clicked in the last
de_de: Geklickt in den
es_es: Clicks en los últimos días
fr_fr: Cliqué dans le dernier
id_id: Klik anda terakhir
pl_pl: Kliknął w ostatnich
pt_pt: Clicado no último
ru_ru: Нажал в последний
tr_tr: Son tıklama

source: days
de_de: Tage
es_es: Días
fr_fr: jours
id_id: Hari
pl_pl: dni
pt_pt: dias
ru_ru: Дней
tr_tr: gün

# ER_RENT_CLICKS
source: You don't have enough clicks to rent
de_de: Du hast nicht genug Klicks um zu mieten
es_es: Tu cuenta no cumple con los requisitos para poder rentar referidos.
fr_fr: Vous n'avez pas assez de clics pour louer
id_id: Anda tidak harus klik cukup untuk menyewa
pl_pl: Nie masz wystarczająco dużo kliknięć aby wynajmować
pt_pt: Você não tem cliques suficientes para alugar
ru_ru: Вам не хватает кликов в аренду
tr_tr: Kiralamak için yeterli tıklama oranına erişmemişsin.

# ER_RENT_INTERVAL
source: You can't rent yet
de_de: Du kannst jetzt nicht mieten
es_es: Todavía no puedes rentar referidos
id_id: Anda belum dapat menyewa
pl_pl: Nie możesz jeszcze wynajmować
pt_pt: Você não pode alugar ainda
ru_ru: Вы ещё не может арендовать
tr_tr: Henüz kiralık referans bulunmamaktadır.

# ER_RENT_LIMIT
source: You can't exceed your referral limit
de_de: Sie können Ihre Referral Grenze nicht überschreiten
es_es: Todavía no has excedido el límite de referidos rentados
fr_fr: Vous ne pouvez pas dépasser votre limite de parainnages
id_id: Anda tidak dapat melebihi batas referral Anda
pl_pl: Nie możesz przekroczyć swojego limitu poleconych
pt_pt: Não pode exceder o limite de referência
ru_ru: Вы не может превышать лимит приглашений

# ER_RENT_NOREFS
source: We can't find so much referrals at the moment. Try again later
de_de: Wir können im Moment nicht so viele Referrals finden. Versuche es später erneut
es_es: Upps! No hemos podido encontrar a los siguientes referidos en este momento. Por favor, inténtalo de nuevo más tarde.
fr_fr: Nous ne pouvons pas trouver autant de filleule pour le moment. Réessayez plus tard
id_id: Kami tidak dapat menemukan begitu banyak arahan pada saat ini . Coba lagi nanti
pl_pl: Przepraszamy, nie mogliśmy znaleźć tylu poleconych do wynajęcia. Spróbój później
pt_pt: Não podemos encontrar tantas referências no momento. Tente mais tarde
ru_ru: Мы не можем найти столько рефералов на данный момент. Повторите попытку позже

source: Last rented
de_de: Zuletzt gemietet
es_es: Último referido rentado
id_id: Terakhir menyewa
pl_pl: Ostatnie wynajmowanie
pt_pt: Última alugado
ru_ru: Последнее в аренду.
tr_tr: Son kiralama

# MINCLICKS
source: Minimum clicks
de_de: Minimum Klicks
es_es: Clicks mínimos
fr_fr: Clics minimum
id_id: Minimum Klik
pl_pl: Minimalna liczba klinięć
pt_pt: Cliques mínimos
ru_ru: Минимальные количество кликов
tr_tr: Asgari tıklama

# MINRENTINTERVAL
source: Minimum renting interval
de_de: Mindest Mietinterval
es_es: Para poder rentar referidos nuevamente, por favor espere el tiempo requerido.
fr_fr: intervalle de location minimum
id_id: Minimum interval sewa
pl_pl: Minimalny odstęp pomiędzy wyn.
pt_pt: Intervalo mínimo pra alugar
ru_ru: Минимальный интервал операции
tr_tr: Asgari kiralama aralığı

source: none
de_de: keine
es_es: ninguno
fr_fr: aucun
pl_pl: brak
pt_pt: Nenhum
ru_ru: ни кто
tr_tr: yok

# NORENTEDREFERRALS
source: You don't have any rented referrals
de_de: Du hast keine gemieteten Referrals
es_es: No tienes ningún referido rentado
id_id: Anda tidak memiliki rented referrals
pl_pl: Nie masz żadnych wynajętych poleconych
pt_pt: Você não tem qualquer referência alugada
ru_ru: У вас нет никаких арендованных рефералов
tr_tr: Kiralık referansınız bulunmamakta.

# PRICEPERREF
source: Price per one referral
de_de: Preis pro Refferal
es_es: Precio por referido
fr_fr: Prix pour un filleule
id_id: Harga per satu refferal
pl_pl: Koszt wynajmu 1 poleconego
pt_pt: Preço por um referido
ru_ru: Цена за одного реферала
tr_tr: 1 Referans fiyatı

# RENTALGUARANTEE
source: Rented referrals guarantee
de_de: Gemietete Referrals Garantie
es_es: Ganancias garantizadas por referidos rentados
id_id: Garansi Rented referrals
pl_pl: Gwarancja poleconego
pt_pt: Garantia de aluguel de referências
ru_ru: Гарантия арендованых рефералов

source: Rental time
de_de: Mietzeit
es_es: Tiempo de rentado
id_id: Waktu rental
pl_pl: Czas wynajmu
pt_pt: Tempo de aluguel
ru_ru: Прокат на время
tr_tr: Kiralama süresi

source: Requirements
de_de: Vorraussetzungen
es_es: Requerimientos
fr_fr: Exigences
id_id: Persyaratan
pl_pl: Wymagania
pt_pt: Requisitos
ru_ru: Требования
tr_tr: Gereksinimler

# USEPOINTSDISCOUNT
source: Apply discount
de_de: Rabatt nutzen
es_es: Aplicar descuento
fr_fr: Appliquer une réduction
id_id: Coba diskon
pl_pl: Dolicz zniżkę
pt_pt: Aplicar desconto
ru_ru: Применить скидку
tr_tr: İndirim uygula

source: Upgrade
es_es: Membresía
fr_fr: Mise à niveau
pt_pt: Atualização
ru_ru: Абгрейд
tr_tr: Hesap Yükselt

# UPGRADEINFO
source: Upgrade your account to benefit more. Check our upgrade plans
de_de: Upgrade deinen Account um mehr zu verdienen. Checke unser Upgrades
es_es: Hazte con una membresía (Premium) para obtener mayores beneficios y mejores ventajas. Mira los Packs disponibles.
fr_fr: Mettez à niveau votre compte pour bénéficier davantage. Consultez nos plans de mise à niveau
id_id: Meng-upgrade account Anda untuk mendapatkan keuntungan lebih. Periksa rencana Upgrade kami
pl_pl: Kup Upgrade do swojego konta i zyskaj więcej. Sprawdź nasze plany
pt_pt: Atualize sua conta para beneficiar mais. Consulte os nossos planos de actualização
ru_ru: Обновить учетную запись для ещё большей выгоды. Выберите свои планы обновления
tr_tr: Daha fazla kazanmak için hesabınızı yükseltin. Yükseltme planlarını kontrol edin

# ADCLICKEARNINGS
source: PTC ad click earnings
de_de: Werbe Klick Verdienste
es_es: Ganancias por cada click personal en $
fr_fr: Gains Ad click
id_id: Pendapatan Klik per Iklan
pl_pl: Zarobki za kliknięcie
pt_pt: Ganhos de cliques de anúncio
ru_ru: Реклама, нажмите, чтобы заработать
tr_tr: Tıklama başı kazanç

# ADPOINTSEARNINGS
source: PTC ad {0} earnings
de_de: Werbe Punkte Verdienste
es_es: Ganancias por cada click personal en Puntos
fr_fr: Point publicité gagné
id_id: Tambah pendapatan point
pl_pl: Punkty za klinkięcie
pt_pt: Ganhos de pontos de anúncio
ru_ru: Реклама, указать прибыль
tr_tr: Reklam puan kazançları

source: AutoPay
es_es: Pago Automático
ru_ru: Автовыплата
tr_tr: Otomatik ödeme

# AUTOPAYCOST
source: AutoPay cost per referral
de_de: AutoPay Kosten pro Referral
es_es: Costo por la activación de los pagos automáticos.
id_id: AutoPay per referral
pl_pl: Koszt AutoPay za 1 poleconego
pt_pt: Custo de AutoPay por referência
ru_ru: Цена автовыплаты за реферала

source: Basic
de_de: Basis
es_es: Básico
pl_pl: Zwykłe
pt_pt: Básico
ru_ru: Основной

source: Color
de_de: Farbe
fr_fr: Couleur
id_id: Warna
pl_pl: Kolor
pt_pt: Cor
ru_ru: Цвет
tr_tr: Renk

# DIRECTREFADCLICKEARNINGS
source: Direct referral PTC ad click earnings
de_de: Direkt Referral Anzeigeklicks Verdienste
es_es: Ganancias por cada click de tus referidos directos
fr_fr: Gains des clics filleules direct
id_id: Pendapatan klik per iklan Direct referral
pl_pl: Zarobki za kliknięcia bezpośreniego poleconego
pt_pt: Ganhos de cliques no anúncio de referência direta
ru_ru: Прямые доходы направления объявление щелчком мыши
tr_tr: Direk referans tıklama başı kazanç

# DIRECTREFLIMIT
source: Direct referrals limit
de_de: Direkt Referrals Limit
es_es: Límite de referidos directos
fr_fr: Limite des filleules directes
pl_pl: Limit bezpośrenich poleconych
pt_pt: Limite de referências diretas
ru_ru: Предел прямых рефералов
tr_tr: Direk referans limit

source: Premium
ru_ru: Премиум

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
id_id: Harga
pl_pl: Cena
pt_pt: Preço
ru_ru: Цена
tr_tr: Fiyat

# RECYCLECOST
source: Recycle referral cost
de_de: Recycle Referral Kosten
es_es: Costo por reciclar un referido
id_id: Harga Recycle referral
pl_pl: Koszt recyklingu poleconego
pt_pt: Reciclar custos de referência
ru_ru: Корзины для приглашений, стоимость
tr_tr: Yenileme maaliyeti

source: Renewal discount
es_es: Descuento por renovación
fr_fr: Rabais de renouvellement
id_id: Diskon pembaharuan
pl_pl: Zniżka przedłużania
pt_pt: Renovação desconto
ru_ru: Обновление скидки.
tr_tr: Referans Uzatma indirimi

# RENTEDREFADCLICKEARNINGS
source: Rented referral ad click earnings
de_de: Gemietete Referrals Anzeieg Klick Verdienste
es_es: Ganancias de referidos rentados por ad clicks
id_id: Pendapatan klik per iklan Rented referral
pl_pl: Zarobki za kliknięcia wynajętego poleconego
pt_pt: Anúncios de referência de aluguel, clique em ganhos
ru_ru: Арендованные рефералы, заработок от кликов по объявлениям.
tr_tr: Tıklama başına referans kazancı

# RENTEDREFERRALLIMIT
source: Rented referrals limit
de_de: Gemietete Referrals Limit
es_es: Ganancias por click de tus referidos rentados
pl_pl: Limit wynajętych poleconych
pt_pt: Limite de referências alugadas
ru_ru: Предел арендованных рефералов
tr_tr: Maksimum Referans kiralama

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
id_id: Ya
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

source: Expires in
de_de: Läuft ab in
es_es: Expira en
fr_fr: Expire dans
id_id: Kadarluarsa dalam
pl_pl: Wygasa w ciągu
pt_pt: Expira em
ru_ru: Срок действия в
tr_tr: Kalan Süre

# ADVADSINFO
source: Manage your current campaigns or create a new one
de_de: Verwalten Deine aktuellen Kampagnen oder erstelle eine neue
es_es: Administre sus actuales campañas o cree nuevas campañas.
fr_fr: Gérer vos campagnes actuelles ou créer en une nouvelle
id_id: Kelola iklan anda saat ini atau membuat yang baru
pl_pl: Zarządzaj swoimi kampaniami reklamowymi albo utwórz nową
pt_pt: Gerencie suas campanhas atuais ou crie uma nova
ru_ru: Управление позицией в текущих кампаниях или создать новую
tr_tr: Mevcut kampanyaları yönetin veya yeni bir tane oluşturun

source: Description
de_de: Beschreibung
es_es: Descripción
id_id: Deskripsi
pl_pl: Opis
ru_ru: Описание
tr_tr: Tanım

# ER_BADDESC
source: Invalid description format. Check hint for more
de_de: Ungültige Beschreibungsformat. Prüfe Tipp für mehr Infos
es_es: El formato de la descripción no es válido. compruébelo e inténtelo de nuevo
fr_fr: Format de description non valide.
pl_pl: Niepoprawny format opisu. Sprawdź wskazówki aby dowiedzieć się więcej
pt_pt: Formato de descrição inválido. Dica de verificação para mais
ru_ru: Неверный формат описания. Проверьте ещё раз
tr_tr: Geçersiz açıklama biçimi. Daha fazla bilgi için ipuçlarını kontrol edin

# ER_BADURL
source: Your URL is invalid
de_de: Deine URL ist ungültig
es_es: La URL introducida es invalida
fr_fr: Votre URL n'est pas valide
id_id: URL anda salah
pl_pl: Twój URL jest niepoprawny
pt_pt: Seu URL é inválido
ru_ru: Ваш URL недействителен
tr_tr: Geçersiz URL

# ER_INVALIDTITLE
source: Invalid title format. Check hint for more
de_de: Ungültiges Titelformat. Prüfe Tipp für mehr Infos
es_es: Formato de título invalido. pruebe con uno diferente
fr_fr: Format du titre incorrect.
pl_pl: Niepoprawny format Tyłutu. Sprawdź wskazówkę aby dowiedzieć się więcej
pt_pt: Formato de título inválido. Dica de verificação para mais
ru_ru: Неверный формат заголовка. Проверьте ещё раз
tr_tr: Geçersiz başlık biçimi. Daha fazla bilgi için ipuçlarını kontrol edin

source: Font bold
de_de: Fette Schrift
es_es: Fuente en Negrita
fr_fr: Police en gras
id_id: Huruf Tebal
pl_pl: Pogrubienie
pt_pt: Fonte em negrito
ru_ru: Жирный Шрифт
tr_tr: Kalın harf

source: Geolocation
es_es: Activar Geo Localización
fr_fr: Géolocalisation
id_id: Wilayah
pl_pl: Geolokacja
pt_pt: Geolocalização
ru_ru: Географическое положение
tr_tr: Coğrafi Konum

# H_DESCRIPTION
source: Description is not required. It must be 4-70 characters long and may only contain letters, numbers and .,!?@$&:()+=%*
de_de: Beschreibung nicht erforderlich. Muss 4-70 Zeichen lang sein und darf nur Buchstaben, Zahlen und .,!?@$&:()+=%* enthalten
es_es: Descripción (Opcional). Debe tener entre 4 y 70 caracteres como máximo y puede contener letras, números y .,!?@$&:()+=%*
fr_fr: La description n'est pas requise. elle doit comporter entre 4 et 70 caractères et ne contenir que des lettres, et des .,!?@$&:()+=%*
id_id: Deskripsi tidak diperlukan . Ini harus 4-70 karakter dan hanya berisi huruf , angka dan , @ $ & : . ! ? ( ) + = % *
pl_pl: Opis nie jest wymagany. Musi zawierać 4-70 znaków i może składać się tylko z liter, cyfr i .,!?@$&:()+=%*
pt_pt: A descrição não é necessária. Deve ter 4-70 caracteres e só pode conter letras, números e.,!?@$&:()+=%*
ru_ru: Описание не требуется. Оно должно быть 4-70 символов и может содержать только буквы, цифры и, @ $ &:.!? () + =% *
tr_tr: Açıklama gerekli değildir. Bu 4-70 karakter uzunluğunda olmalı ve sadece harf, rakam ve içerebilir, @ $ &.!? () + =% *

# H_TITLE
source: Title must be 4-30 characters long and may only contain letters, numbers and .,!?@$&:()+=%*
de_de: Titel muss 4-30 Zeichen lang sein und darf nur Buchstaben, Zahlen und .,!?@$&:()+=%* enthalten
es_es: El título debe tener entre 4 y 30 caracteres como máximo y puede contener letras, números y .,!?@$&:()+=%*
fr_fr: Le titre doit comporter de 4 à 30 caractères et ne peut contenir que des lettres, des chiffres et des caractères.,!?@$&:()+=%*
id_id: Judul harus 4-30 karakter dan hanya berisi huruf , angka dan , @ $ & : . ! ? ( ) + = % *
pl_pl: Tytuł musi mieć 4-30 znaków i musi składać się z liter, cyfr i .,!?@$&:()+=%*
pt_pt: O título deve ter de 4 a 30 caracteres e só pode conter letras, números e.,!?@$&:()+=%*
ru_ru: Название должно быть 4-30 символов и может содержать только буквы, цифры и, @ $ &:.!? () + =% *
tr_tr: Başlık 4-30 karakter uzunluğunda olmalı ve sadece harf, rakam ve içerebilir, @ $ &.!? () + =% *

# H_URL
source: Your target site URL: e.g. http://www.google.com
de_de: Deine Ziel URL: e.g. http://www.google.com
es_es: URL de su web, Ejemplo: http://www.google.com
fr_fr: URL de votre site cible: e.g. http://www.instantmouse.com
id_id: Target URL situs Anda : misalnya http://www.google.com
pl_pl: URL docelowy reklamy, np.: http://www.google.com
pt_pt: Seu URL do site de destino: e.g. http://www.google.com
ru_ru: URL вашего целевого сайта: Например http://www.google.com
tr_tr: Hedef site URL: Örnek http://www.google.com

source: New campaign
de_de: Neue Kampagne
es_es: Nueva campaña
fr_fr: Nouvelle campagne
pl_pl: Nowa kampania
pt_pt: Nova campanha
ru_ru: Новая кампания
tr_tr: Yeni Kampanya

# NOADCAMPAIGNS
source: You don't have any advertisement campaigns
de_de: Du hast keine Anzeigen Kampagnen
es_es: No tienes campañas activas en estos momentos
fr_fr: Vous n'avez aucune campagne publicitaire
id_id: Anda tidak memiliki campaign iklan
pl_pl: Nie masz żadnych kampanii reklamowych
pt_pt: Você não tem campanhas publicitárias
ru_ru: У вас нет рекламных кампаний
tr_tr: Herhangi bir reklam kampanyası yok

# NOBANNERCAMPS
source: You don't have any banner campaigns
de_de: Du hast keine Banner Kampagne
es_es: No tienes campañas de Banners en estos momentos.
fr_fr: Vous n'avez aucune campagne de bannière
id_id: Anda tidak memiliki campaign banner
pl_pl: Nie masz żadnych kampanii bannerowych
pt_pt: Você não tem campanhas de banner
ru_ru: У вас нет никаких баннеров кампании
tr_tr: Herhangi bir banner kampanyası yok

# NOFBCAMPS
source: You don't have any Facebook campaigns
de_de: Du hast keine Facebook Kampagnen
es_es: No tienes campañas de Facebook en estos momentos.
fr_fr: Vous n'avez aucune campagne Facebook
id_id: Anda tidak memiliki Facebook campaigns
pl_pl: Nie masz żadnych kampanii Facebookowych
pt_pt: Você não tem campanhas no Facebook
ru_ru: У вас нет кампаний Facebook
tr_tr: Herhangi bir facebook kampanyan bulunmamakta

source: Option
es_es: Opción
fr_fr: Options
pl_pl: Opcja
pt_pt: Opção
ru_ru: Опция
tr_tr: Seçenek

source: Pack
de_de: Paket
pl_pl: Pakiet
pt_pt: Pacote
ru_ru: Пакет
tr_tr: Paket

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
pl_pl: Podgląd
pt_pt: Visualização
ru_ru: Предпросмотр
tr_tr: Önceki

# REQ_TITLE
source: Ad title is required
de_de: Anzeigetitel wird benötigt
es_es: Se requiere un Título
fr_fr: Le titre est obligatoire
id_id: Judul iklan diperlukan
pl_pl: Tytuł jest wymagany
pt_pt: O título do anúncio é obrigatório
ru_ru: Заголовок объявления не требуется
tr_tr: Reklam başlığı gereklidir

# REQ_URL
source: Your ad URL is required
de_de: Deine Anzeigen URL wird benötigt
es_es: Se requiere una URL válida para la campaña
fr_fr: L'URL de votre annonce est requise
id_id: URL iklan Anda diperlukan
pl_pl: URL jest wymagany
pt_pt: O URL do seu anúncio é obrigatório
ru_ru: Требуется URL вашего объявления
tr_tr: Reklamınız için URL gerekli

source: Title
de_de: Titel
es_es: Titulo
fr_fr: Titre
id_id: Judul
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
tr_tr: Başlık

# REFNOPROFITS
source: You didn't click at least <b>%n%</b> advertisements yesterday so you won't get any profits from referrals today
de_de: Du hast gestern nicht mindestens <b>%n%</b> Anzeigen geklickt und deshalb kannst Du heute keine Gewinne aus Referrals bekommen
es_es: ¡Usted no ha visualizado los <b>%n%</b> anuncios requeridos el día de AYER, por este motivo no recibirá los beneficios de sus referidos el día de HOY!
fr_fr: Vous n'avez pas cliqué sur au moins <b>%n%</b> nnonces hier alors vous n'obtiendrez aucun bénéfice aujourd'hui
id_id: Anda tidak mengklik minimal <b>%n%</b> iklan kemarin sehingga Anda tidak akan mendapatkan keuntungan dari referral hari ini
pl_pl: Nie obejrzałeś wczoraj conajmniej <b>%n%</b> reklam więc nie dostaniesz dziś żadnych należności od poleconych
pt_pt: Você não clicou em pelo menos <b>%n%</b> anúncios ontem para que você não obtenha nenhum lucro de referências hoje
ru_ru: Вы не щелкнули по крайней мере, <b>%n%</b> объявлений Вчера так что вы не будете получать прибыль от рефералов сегодня

source: Recycle
es_es: Reciclar
pl_pl: Recykluj
pt_pt: Reciclar
ru_ru: Переработка.
tr_tr: Yenile

source: Renew
de_de: Erneuern
es_es: Renovar
fr_fr: Renouveler
id_id: Perbarui
pl_pl: Przedłuż
pt_pt: Renovar
ru_ru: Возобновить
tr_tr: Uzat

# OPPREFAPARTIAL
source: Operation completed partially. <b>%n%</b> referrals modified.
de_de: Vorgang teilweise fertig. <b>%n%</b> referrals geändert.
es_es: Operación completada parcialmente. <b>%n%</b> referencias modificadas.
id_id: Operasi selesai sebagian . <b>%n%</b> refferal dimodifikasi .
pl_pl: Operacja ukończona częściowo. Zmodyfikowano <b>%n%</b> poleconych
pt_pt: Operação concluída parcialmente. <b>%n%</b> referências modificadas.
ru_ru: Операция выполнена частично. <b>%n%</b> рефералы изменены.
tr_tr: İşlem kısmen tamamlandı. <b>% n% </ b> tavsiyeleri değiştirilmiş.

source: FREE
de_de: KOSTENLOS
es_es: GRATIS
fr_fr: GRATUIT
id_id: Gratis
pl_pl: DARMO
pt_pt: LIVRE
ru_ru: БЕСПЛАТНО
tr_tr: BEDAVA
