Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# REFBACK3
source: Payments are made manually, ofter after every administrator cashout. Good luck!
de_de: Zahlungen werden manuell ausgeführt
es_es: Los pagos se realizan manualmente, después de cada revisión y emisión de pagos. ¡Buena suerte!
fr_fr: Les paiements sont effectués manuellement, souvent après chaque retrait de l'administrateur. Bonne chance!
id_id: Pembayaran dilakukan secara manual , ofter setelah setiap cashout administrator . Semoga berhasil!
pl_pl: Płatności są realizowane ręcznie, zwyczajowo po każdym cashoucie administratora. Powodzenia!
pt_pt: Os pagamentos são feitos manualmente, ofter após cada saque do administrador. Boa sorte!
ru_ru: Выплаты производятся вручную, часто после каждого вывода средств администратора. Удачи!

# REFBACK4
source: Register as: %username1% or if it is occupied, use: %username2%
de_de: Registrieren als: %username1% oder nutze: %username2% falls dieser besetzt ist
es_es: Puede registrarse como: %username1% y si está ocupado, utilice: %username2%
fr_fr: Inscription avec: %username1% ou si il est pris utiliser: %username2%
pl_pl: Zarejestruj się jako: %username1%, a jak zajęte to: %username2%
pt_pt: Registre-se como: %username1% ou se estiver ocupado, use: %username2%
ru_ru: Зарегистрироваться как: %username1% или если он занят, используйте: %username2%

# REFBACK5
source: Don't click the button if you don't understand the rules, didn't register or don't plan to be active. You might get banned
de_de: Klicke nicht auf den Button, wenn Du die Regeln nicht verstehst oder planst nicht aktiv zu sein. Du könntest gebannt werden
es_es: No haga click en el botón si usted no entiende las reglas, ya que han de ser respetadas, tampoco marque el botón si no tiene la intención de activar su cuenta y/o completar los requisitos mencionados, caso contrario su cuenta puede ser bloqueada por 60 días.
fr_fr: Ne cliquez pas sur le bouton si vous ne comprenez pas les règles, ne vous inscrivez pas ou ne planifiez pas d'être actif. Vous pourriez être bannis
id_id: Jangan klik tombol jika Anda tidak memahami aturan , tidak mendaftar atau tidak berencana untuk aktif . Anda mungkin bisa dilarang
pl_pl: Nie klikaj przycisku jeżeli nie rozumiesz zasad, nie zarejestrowałeś się albo nie planujesz aktywnie klikać. Możesz zostać zbanowany
pt_pt: Não clique no botão se você não entender as regras, não se registrar ou não pretende estar ativo. Você pode ser banido
ru_ru: Не нажимайте кнопку, если вы не понимаете правила, не зарегистрируйтесь или не планируете работать. Вы можете получить бан

# REFDECLARATION
source: I've registered on this site and will become an active referral
de_de: Ich habe auf dieser Website registriert und werde eine aktiver Referral werden
es_es: Me he registrado en este sitio y seré un usuario activo
id_id: Aku sudah terdaftar di situs ini dan akan menjadi active referral
pl_pl: Zarejestrowałem się i zostanę aktywnym poleconym
pt_pt: Eu me registrei neste site e se tornará uma referência ativa
ru_ru: Я зарегистрировался на этом сайте и стал активным рефералом

# REFDECLARED
source: You have declared to be an active referral here
de_de: Du hast Dich bereit erklärt, hier ein aktiver Referral zu sein
es_es: Usted declara ser un referido activo aquí
id_id: Anda telah menyatakan untuk menjadi active referral disini
pl_pl: Zadeklarowałeś się, że będziesz tu aktywnym poleconym
pt_pt: Você declarou ser uma referência ativa aqui
ru_ru: Вы заявили быть активным здесь

# REQUESTSUCCESS
source: Friend request has been sent successfully. Your friend must confirm your relationship before he will be added to your friends list
de_de: Freundschaftsanfrage wurde erfolgreich versendet. Ihr Freund muss diese erst bestätigen, bevor er zur Freundesliste hinzugefügt wird
es_es: La solicitud de amistad ha sido enviada con éxito. La otra persona ha de aceptar la solicitud para aparecer en tu lista de amigos
fr_fr: La demande d'ami a été envoyée avec succès. Votre ami doit confirmer votre relation avant qu'il ne soit ajouté à votre liste d'amis
id_id: Permintaan teman telah berhasil dikirim. Teman Anda harus mengkonfirmasi hubungan Anda sebelum ia akan ditambahkan ke daftar teman Anda
pl_pl: Zaproszenie pomyślnie wysłane. Twój znajomy musi najpierw potwierdzić waszą zanjomość zanim dodamy go do Twojej listy
pt_pt: A solicitação do amigo foi enviada com êxito. Seu amigo deve confirmar seu relacionamento antes que ele seja adicionado à sua lista de amigos
ru_ru: Запрос другу был успешно отправлен. Ваш друг должен подтвердить ваши отношения, прежде чем он будет добавлен в список друзей
tr_tr: Arkadaşlık isteği başarıyla gönderildi.

# GAMESWAR
source: Don't see the leaderboard or game? Disable your AdBlock
de_de: Du kannst die Rangliste oder das Spiel nicht sehen? Deaktiviere deinen Werbeblocker
es_es: ¿No te aparecen los anuncios o los juegos? Si es así desactiva el complemento AdBlock de tu navegador
fr_fr: Vous ne voyez pas le classement ou le jeu? Désactiver votre AdBlock
id_id: Tidak melihat leaderboard atau permainan ? Menonaktifkan AdBlock Anda
pl_pl: Nie widzisz tabeli wyników albo gry? Wyłącz AdBlocka
pt_pt: Não vê o leaderboard ou o jogo? Desativar seu AdBlock
ru_ru: Если вы не видите в списке лидеров для игры? Отключите AdBlock
tr_tr: Reklam veya oyunları göremiyor musunuz? AdBlock'u devre dışı bırakınız

# ACHIEVEMENT_10
source: For those who won more than %n% times in TrafficGrid
de_de: Für die, die mehr als %n% Mal in TrafficGrid gewonnen haben
es_es: Para aquellos que ganaron más de %n% veces en TrafficGrid
fr_fr: Pour ceux qui ont gagné plus de %n% fois dans la grille de traffic
id_id: Untuk siapa saja yang memenangkan lebih dari %n% kali di TrafficGrid
pl_pl: Dla tych, którzy wygrali więcej niż %n% razy w TrafficGrid
pt_pt: Para aqueles que ganharam mais de %n% vezes em TrafficGrid
ru_ru: Для тех, кто выиграл больше %n% раз в TrafficGrid

# ACHIEVEMENT_9
source: For those who had more than %n% TrafficGrid advertising campaigns
de_de: Für die, die mehr als %n% TrafficGrid Anzeige Kampagnen hatten
es_es: Para aquellos que tenían más de %n% campañas publicitarias de TrafficGrid
fr_fr: Pour ceux qui ont eu plus de %n% campagnes publicitaires grille traffic
id_id: Untuk siapa saja yang lebi hdari %n% TrafficGrid advertising campaigns
pl_pl: Dla tych, którzy przeprowadzili więcej niż %n% kampanie/kampanii TrafficGrid
pt_pt: Para aqueles que tiveram mais de %n% de campanhas de publicidade TrafficGrid
ru_ru: Для тех, кто имел больше %n% TrafficGrid рекламных кампаний

# HISTORY_8
source: You won on TrafficGrid
de_de: Du hast bei TrafficGrid gewonnen
es_es: Has ganado con BianGrid
fr_fr: Vous avez gagné sur la grille de traffic
id_id: Anda menang di TrafficGrid
pl_pl: Wygrałeś na TrafficGrid
pt_pt: Você ganhou no TrafficGrid
ru_ru: Вы выиграли на TrafficGrid
tr_tr: Trgrid te kazandın

# TGCHANCES
source: TrafficGrid chances to win
de_de: TrafficGrid Chancen, um viele Arten von Belohnung zu gewinnen
es_es: TrafficGrid posibilidades de ganar cualquier tipo de recompensa
fr_fr: TrafficGrid chances de gagner toute sorte de récompense
id_id: TrafficGrid peluang untuk memenangkan setiap jenis hadiah
pl_pl: Szanse na wygranie czegokolwiek na TrafficGrid
pt_pt: TrafficGrid chances de ganhar qualquer tipo de recompensa
ru_ru: TrafficGrid шансы на победу любой вид награды
tr_tr: TrafficGrid chances to win any kind of reward

# TGHITS
source: TrafficGrid daily chances
de_de: Tägliche TrafficGrid Aufrufe
es_es: TrafficGrid visitas diarias
fr_fr: Visites quotidiennes TrafficGrid
id_id: Kesempatan harian TrafficGrid
pl_pl: Dostępna ilość dziennych klików na TrafficGrid
pt_pt: TrafficGrid hits diário
ru_ru: TrafficGrid ежедневные хиты
tr_tr: Günlük tıklama sınırı

# TGSHORTED
source: TrafficGrid advertisement duration
de_de: Dauer der TrafficGrid Anzeigen
es_es: Duración de anuncios TrafficGrid
fr_fr: Durée des annonces TrafficGrid
id_id: Durasi iklan TrafficGrid
pl_pl: Czas trwania reklam na TrafficGrid
pt_pt: Duração dos anúncios de TrafficGrid
ru_ru: Продолжительность TrafficGrid рекламы
tr_tr: TrbuxGrid reklam süresi

# TRAFFICGRIDADINFO1
source: If you want to get a lot of fast and cheap traffic, the TrafficGrid advertising is the best option for you. Cheap, massive traffic from members who want to win prizes on the advertising grid. Try this innovative advertising option!
de_de: Wenn Du eine Menge von schnellen und billigen Traffic erhalten willst, dann ist die TrafficGrid Werbung die beste Option für Dich. Günstiger, massiver Traffic von Mitgliedern, die Preise bei TrafficGrid gewinnen können. Versuchen Sie, diese innovative Werbemöglichkeit!
es_es: Si desea obtener una gran cantidad de tráfico rápido y barato, la publicidad de TrafficGrid es la mejor opción para usted. Simple, barato y potente tráfico de los miembros que desean ganar premios en la red de publicidad. ¡Pruebe esta opción de publicidad innovadora!
fr_fr: Si vous voulez obtenir beaucoup de trafic rapide et bon marché, la publicité TrafficGrid est la meilleure option pour vous. Bon marché, le trafic massif des membres qui veulent gagner des prix sur la grille de publicité. Essayez cette option publicitaire innovante!
id_id: Jika Anda ingin mendapatkan banyak lalu lintas cepat dan murah, iklan TrafficGrid adalah pilihan terbaik bagi Anda. Murah, besar lalu lintas dari anggota yang ingin memenangkan hadiah pada grid iklan. Mencoba opsi ini iklan yang inovatif!
pl_pl: Jeśli chcesz wygenerować dużo taniego ruchu na swojej stronie, TrafficGrid to najlepsza opcja dla Ciebie. Tania, masywna ilość odwiedziń wygenerowana przez naszych użytkowników, którzy chcą wygrać nagrody w TrafficGrid'zie. Wypróbuj tę opcję reklamy!
pt_pt: Se você quiser obter um monte de tráfego rápido e barato, a publicidade TrafficGrid é a melhor opção para você. Tráfego barato e maciço de membros que querem ganhar prêmios na grade de publicidade. Experimente esta opção de publicidade inovadora!
ru_ru: Если вы хотите получить много быстрого и дешевого трафика, реклама Трафик Сетка является лучшим вариантом для вас. Дешево, массовые движения от членов, которые хотят, выиграть призы на рекламной сетке. Попробуйте этот инновационный вариант рекламы!
tr_tr: Hızlı ve ucuz çok fazla trafik almak istiyorsanız, TrafficGrid reklam sizin için en iyi seçenektir.

# WONERROR
source: You won rented referral but we can't add it because you reached your limit
de_de: Du hast ein gemieteten Referral gewonnen aber wir konnten diesen nicht hinzufügen, weil Du dein Limit erreicht hast
es_es: Has obtenido un nuevo referido rentado pero no se puede añadir a la lista por qué has llegado al límite de referidos rentados, actualice su cuenta ahora y aumente sus límites.
id_id: Anda memenangkan menyewa referral tapi kita tidak bisa menambahkannya karena Anda mencapai batas
pl_pl: Wygrałeś poleconego ale nie możemy go dodać ponieważ osiągnąłeś swój limit poleconych
pt_pt: Você ganhou aludida referência, mas não podemos adicioná-lo porque você chegou ao seu limite
ru_ru: Вы выиграли арендованного реферала, но мы не можем добавить его, потому что вы достигли своего предела.

# WONNOTHING
source: You won nothing :( Good luck next time!
de_de: Leider nichts gewonnen :( Viel Glück beim nächsten Mal!
es_es: No has ganado nada :( ¡Buena suerte la próxima vez!
fr_fr: Vous n'avez rien gagné :( Bonne chance pour la prochaine fois!
id_id: Anda tidak menang :-( . Silahkan coba lagi
pl_pl: Nic nie wygrałeś :( Powodzenia następnym razem!
pt_pt: Você ganhou nada :( Boa sorte na próxima vez!
ru_ru: Вы ничего не выиграли: (возможно вам повезет в следующий раз!
tr_tr: Üzgünüm kazanamadın :( bir dahaki sefere inşaallah.

# DRRLIMITPLUS
source: Direct ref limit
de_de: Direkt ref Limit
es_es: Límite de referidos directos
pl_pl: Limit bezp. polec.
pt_pt: Limite de referência direta
ru_ru: Предел прямых рефералов
tr_tr: Direk ref limit

# FROMDR
source: from 1 direct ref click
de_de: von 1 direkt ref Klick
es_es: click por 1 referido directo
fr_fr: À partir de 1 clic direct
id_id: dari 1 direct ref klik
pl_pl: za 1 klik bezp. poleconego
pt_pt: De 1 clique direto
ru_ru: с 1 прямого реф. клика
tr_tr: 1 direkt ref tıklama

# FROMRR
source: from 1 rented ref click
de_de: von 1 gemieteten ref Klick
es_es: click por 1 referido rentado
fr_fr: À partir de 1 clic loué
id_id: dari 1 rented ref klik
pl_pl: za 1 klik wyn. poleconego
pt_pt: De 1 alugado ref clicar
ru_ru: с 1 арендованного реферала клик

# LATESTWINNERS
source: Latest 10 winners
de_de: Die letzten 10 Gewinner
es_es: Últimos 10 ganadores
fr_fr: Les 10 derniers gagnants
id_id: 10 Pemenang terbaru
pl_pl: Ostatnich 10 wygranych
pt_pt: Últimos 10 vencedores
ru_ru: Последние 10 победителей
tr_tr: Son 10 Kazananlar

source: Prizes
de_de: Gewinne
es_es: Premios
fr_fr: Récompense
id_id: Harga
pt_pt: Prêmios
ru_ru: Призы
tr_tr: Ödüller

# REACHEDHITS
source: You've already reached your daily hits limit. Upgrade or come back tomorrow
de_de: Du hast bereits Deine täglichen Zugriffe erreicht. Upgrade oder komm morgen wieder
es_es: Has alcanzado su límite de visitas diarias. Vuelve dentro de 24 horas ó actualice a una membresía superior para aumentar su límite de visitas diarias.
fr_fr: Vous avez déjà atteint votre limite de vues quotidienne. Mettre à niveau ou revenir demain
id_id: Anda sudah mencapai hit harian Anda membatasi . Meng-upgrade atau datang kembali besok
pl_pl: Doszedłeś do swojego limitu TrafficGrid. Kup Upgrade albo wróć jutro
pt_pt: Você já atingiu seu limite de visitas diárias. Atualize ou volte amanhã
ru_ru: Вы уже достигли ограничение ваших ежедневных хитов. Обновите или приходите завтра
tr_tr: Zaten günlük hit sınırı ulaştınız. Hesap yükseltin veya yarın yeniden ziyaret edin.

# TGINFO
source: Click on the TrafficGrid, watch the advertisement and win amazing prizes!
de_de: Klicke auf das TrafficGrid, sieh Dir die Anzeige an und gewinne mit etwas Glück tolle Preise!
es_es: Haga clic en TrafficGrid, vea los anuncios y gane increíbles premios
fr_fr: Cliquez sur le TrafficGrid, regardez l'annonce et gagnez des prix incroyables!
id_id: Klik pada TrafficGrid, menonton iklan dan memenangkan hadiah yang menakjubkan!
pl_pl: Kliknij na TrafficGrid, oglądnij reklamę i wygraj niesamowite nagrody!
pt_pt: Clique no TrafficGrid, veja o anúncio e ganhe prêmios incríveis!
ru_ru: Кликните на TrafficGrid, смотрите рекламу и выигрывайте замечательные призы!
tr_tr: Aşağıdaki ızgaralardan birine tıklayın ve açılan reklamı izleyin inanılmaz ödüller kazanın!

# TOPWINNERS
source: Top 10 winners
de_de: Top 10 Gewinner
es_es: Top 10 ganadores
fr_fr: Top 10 des gagnants
id_id: Top 10 pemenang
pl_pl: Top 10 wygranych
pt_pt: Top 10 vencedores
ru_ru: Топ 10 победителей
tr_tr: Top 10 kazananlar

source: Your account
de_de: Dein Account
es_es: Tu cuenta
fr_fr: Votre compte
id_id: Akun Saya
pl_pl: Twoje konto
pt_pt: Sua conta
ru_ru: Ваша учетная запись
tr_tr: Hesabınız

source: Your chances
de_de: Deine Chancen
es_es: Tus posibilidades
fr_fr: Vos chances
id_id: Kesempatan Saya
pt_pt: Suas chances
ru_ru: Ваши шансы
tr_tr: Şans oranınız

source: You won
de_de: Deine Gewinne
es_es: Has ganado
fr_fr: Tu as gagné
id_id: Anda menang
pl_pl: Wygrałeś
pt_pt: Você ganhou
ru_ru: Вы выиграли
tr_tr: Kazandın.

source: Prize
de_de: Gewinn
es_es: Premio
id_id: Harga
pl_pl: Nagroda
pt_pt: Prêmio
ru_ru: Приз
tr_tr: Ödül

# YOUMUSTBELOGGED
source: You must be logged in, if you want to earn money for watching ads.
de_de: Du musst angemeldet sein, um Geld für das Ansehen von Anzeigen zu verdienen
es_es: Has de iniciar sesión si quieres ganar dinero viendo anuncios
fr_fr: Vous devez être connecté, si vous voulez gagner de l'argent pour regarder des annonces.
id_id: Anda harus login jika Anda ingin mendapatkan uang untuk menonton iklan
pl_pl: Musisz być zalogowany jeśli chcesz zarabiać pieniądze za oglądanie reklam
pt_pt: Você deve estar conectado, se quiser ganhar dinheiro para assistir a anúncios.
ru_ru: Вы должны войти в систему, если хотите заработать деньги на просмотре объявлений
tr_tr: Reklamları izlemek ve para kazanmak istiyorsanız giriş yapmalısınız

# ALREADYSENT
source: We have already sent you SMS with the code
de_de: Wir haben dir eine SMS mit dem Code gesendet
es_es: Ya te hemos enviado un SMS con el código
fr_fr: Nous vous avons déjà envoyé un SMS avec le code
id_id: Kami telah mengirimkan SMS dengan kode
pl_pl: Wysłaliśmy Ci już SMS z kodem
pt_pt: Já enviamos SMS com o código
ru_ru: Мы уже отправили вам SMS с кодом

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
id_id: Konfirmasi
pt_pt: Confirmar
ru_ru: Подтвердить
tr_tr: Onayla

# IPAPROXY
source: Your IP address has been recognized as a proxy
de_de: Deine IP-Adresse wurde als Proxy erkannt
es_es: Su dirección IP ha sido reconocida como un proxy
fr_fr: Votre adresse IP a été identifiée comme un proxy
id_id: Alamat IP Anda telah diakui sebagai proxy
pl_pl: Twój adres IP został rozpoznany jako proxy
pt_pt: Seu endereço IP foi reconhecido como um proxy
ru_ru: Ваш IP-адрес использует прокси
tr_tr: IP adresi vekil olarak kabul edilmiştir

# RECPIN
source: Received code
de_de: Erhaltener Code
es_es: Código recibido
pl_pl: Otrzymany kod
pt_pt: Código recebido
ru_ru: Поступил код
tr_tr: Alınan kod

# SENDSMSBUTTON
source: Send SMS with the code
de_de: SMS mit dem Code senden
es_es: Enviar SMS con el código
fr_fr: Envoyer un SMS avec le code
id_id: Kirim SMS dengan kode
pl_pl: Wyślij SMS z kodem
pt_pt: Enviar SMS com o código
ru_ru: Отправить SMS с кодом

# SMSINFO
source: Provide us with your phone number and enter the received code in the field below
de_de: Gebe uns deine Telefonnummer und gebe den empfangenen Code in das untere Feld ein
es_es: Escriba su número de móvil e introduzca el código recibido en la siguiente casilla
fr_fr: Donnez-nous votre numéro de téléphone et entrez le code reçu dans le champ ci-dessous
id_id: Memberikan kami nomor telepon Anda dan masukkan kode yang diterima di bidang di bawah ini
pl_pl: Podaj swój numer telefonu i wpisz otrzymany kod w pole poniżej
pt_pt: Forneça seu número de telefone e digite o código recebido no campo abaixo
ru_ru: Предоставьте нам свой ​​номер телефона и введите полученный код в поле ниже

source: SMS Verification
es_es: Verificación SMS
fr_fr: Vérification SMS
id_id: SMS Verifikasi
pl_pl: Weryfikacja SMS
pt_pt: Verificação por SMS
ru_ru: SMS Верификация
tr_tr: SMS Doğrulama

# WRONGCODE
source: The code you entered is wrong
de_de: Dein angegebener Code ist falsch
es_es: El código introducido no es correcto
fr_fr: Le code que vous avez entré est incorrect
id_id: Kode yang Anda masukkan salah
pl_pl: Kod, który wprowadziłeś jest niepoprawny
pt_pt: O código que introduziu está errado
ru_ru: Введенный код не верный
tr_tr: Girdiğiniz kod yanlış

source: Account days
de_de: Account Tage
es_es: Días de la cuenta
fr_fr: Jours de compte
id_id: Umur akun
pl_pl: Dni od zarejestr.
pt_pt: Dias da conta
ru_ru: Дней аккаунту
tr_tr: Hesap gün sayısı

# CONTEST1
source: Direct R. Contests
de_de: Direkt R. Wettbewerbe
es_es: Concursos directos
fr_fr: Direct F. Concours
id_id: Direct R. Kontes
pl_pl: Konk. bezp. polec.
pt_pt: Concurso R. Direto
ru_ru: Прямые Р. Конкурсы
tr_tr: Direct R. Yarışmaları

# CONTEST2
source: Rented R. Contests
de_de: Gemietete R. Wettbewerbe
es_es: Concursos de referidos
fr_fr: Loué F. Concours
id_id: Rented R. Kontes
pl_pl: Konk. wyn. polec.
pt_pt: Concurso R. Alugados
ru_ru: Арендованные Р. Конкурсы
tr_tr: Kiralık R. Yarışmaları

# CONTEST3
source: Clicks Contests
de_de: Klick Wettbewerbe
es_es: Concursos de Clicks
fr_fr: Concours de clics
id_id: Klik Kontes
pl_pl: Konk. kliknięć
pt_pt: Concurso Cliques
ru_ru: Клики Конкурсы
tr_tr: Tıklama Yarışmaları

# CONTEST4
source: Transfer Contests
de_de: Transfer Wettbewerbe
es_es: Concursos de transferencias
fr_fr: Concours de transfert
id_id: Transfer Kontes
pl_pl: Konk. transferów
pt_pt: Concursos de Transferência
ru_ru: Передача Конкурсы
tr_tr: Transfer Yarışmaları

# CONTEST5
source: Offerwalls Contests
de_de: Offerwalls Wettbewerbe
es_es: Concursos de Offerwalls
id_id: Offerwalls Kontes
pl_pl: Konk. Offerwalls
pt_pt: Concursos de ofertas
ru_ru: Offerwalls Конкурсы
tr_tr: Offerwalls Yarışmaları

# CONTESTINFO
source: In order to participate in the contest, you must meet all requirements and click the button 'Participate'
de_de: Um an dem Wettbewerb teilzunehmen, musst Du alle Anforderungen erfüllen und dann auf den Button "Teilnehmen" klicken
es_es: Con el fin de poder participar en el corcuso, debe de cumplir todos los requisitos y Clickar en 'Participar'
fr_fr: Pour participer au concours, vous devez répondre à toutes les exigences et cliquer sur le bouton 'Participer'
id_id: Dalam rangka berpartisipasi dalam kontes , Anda harus memenuhi semua persyaratan dan klik tombol ' Berpartisipasi '
pl_pl: Żeby wziąźć udział w konkursie musisz spełnić wszystkie wymagania i kliknąć przycisk 'Weź udział'
pt_pt: Para participar no concurso, você deve atender a todos os requisitos e clicar no botão 'Participar'
ru_ru: Для участия в конкурсе, вы должны соответствовать всем требованиям и нажать кнопку "Принять участие"

source: Contests
de_de: Wettbewerbe
es_es: Concursos
fr_fr: Concours
id_id: Kontes
pl_pl: Konkursy
pt_pt: Concursos
ru_ru: Конкурсы
tr_tr: Yarışmalar

source: Duration
de_de: Laufzeit
es_es: Duración
fr_fr: Durée
id_id: Durasi
pl_pl: Czas trwania
pt_pt: Duração
ru_ru: Продолжительность
tr_tr: Süre

# LATESTKINDWINNERS
source: Latest winners of this kind of contests
de_de: Letzte Gewinner in dieser Art von Wettbewerb
es_es: Últimos ganadores de este tipo de concursos
fr_fr: Derniers gagnants de ce type de concours
id_id: Pemenang terbaru dari kontes
pl_pl: Ostatni zwycięzcy tego typu konkursów
pt_pt: Últimos vencedores deste tipo de concursos
ru_ru: Последние победители этого вида конкурсов
tr_tr: Son kazananlar

source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

source: Participate
de_de: Teilnehmen
es_es: Participar
fr_fr: Participer
id_id: Partisipasi
pl_pl: Weź udział
pt_pt: Participar
ru_ru: Участвовать
tr_tr: Katıl

# HISTORY_9
source: You won the contest
de_de: Du hast den Wettbewerb gewonnen
es_es: Has ganado el concurso
fr_fr: Vous avez remporté le concours
id_id: Anda memenangkan kontes
pl_pl: Wygrałeś konkurs
pt_pt: Você ganhou o concurso
ru_ru: Вы выиграли конкурс
tr_tr: Yarışma kazandın

# NOCONTESTS
source: We currently don't have any contests of this type
de_de: Wir haben momentan keine Wettbewerbe dieser Art
es_es: Actualmente no hay ningún concurso de este tipo
fr_fr: Nous ne disposons pas actuellement des concours de ce type
id_id: Saat ini kami tidak memiliki kontes jenis ini
pl_pl: Obecnie nie ma żadnych konkursów tego typu
pt_pt: No momento, não temos concursos desse tipo
ru_ru: Мы в настоящее время не имеем каких-либо конкурсы такого типа
tr_tr: Şu anda bu tip herhangi bir yarışma yok

# YOUCANTMULTIPLE
source: You can't view multiple ads at once
de_de: Du kannst nicht mehrere Anzeigen auf einmal ansehen
es_es: No puedes ver varios anuncios a la vez
fr_fr: Vous ne pouvez pas afficher plusieurs annonces à la fois
id_id: Anda tidak dapat melihat beberapa iklan sekaligus
pl_pl: Nie możesz oglądać jednocześnie kilku reklam
pt_pt: Não é possível exibir vários anúncios de uma só vez
ru_ru: Вы не можете просматривать несколько Реклам одновременно
tr_tr: Bir seferde birden çok reklam görüntüleyemezsiniz.

source: Categories
de_de: Kategorien
es_es: Categorías
id_id: Kategori
pt_pt: Categorias
ru_ru: Категории
tr_tr: Kategoriler

source: Denied
de_de: Abgelehnt
es_es: Denegado
fr_fr: Refusé
pt_pt: Negado
ru_ru: Отказано
tr_tr: Reddedildi

source: Ignored
de_de: Ignoriert
es_es: Ignorado
fr_fr: Ignoré
id_id: Terabaikan
pt_pt: Ignorado
ru_ru: Игнорируется
tr_tr: Görmezden gelindi
