Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# ACCCANCELLED
source: This account has been cancelled
de_de: Dieser Account wurde gelöscht.
es_es: Esta cuenta ha sido cancelada.
fr_fr: Ce compte a été annulé
id_id: Akun ini telah dibatalkan
pl_pl: To konto zostało anulowane
pt_pt: Esta conta foi cancelada
ru_ru: Эта учетная запись была отменена

# ACCCHEAT
source: This account has been suspended due to cheating
de_de: Dieser Account wurde wegen Betrugs gesperrt.
es_es: Esta cuenta fue suspendida por utilizar programas/scripts/auto-clickers de terceros.
fr_fr: Ce compte a été suspendu pour tricherie
id_id: Akun ini telah dihapus karena terdapat kecurangan
pl_pl: To konto zostało zawieszone za oszukiwanie
pt_pt: Esta conta foi suspensa devido a fraude
ru_ru: Эта учетная запись была приостановлена ​​в связи с обманом

# ACCINACTIVE
source: This account has been suspended for inactivity
de_de: Dieser Account wurde wegen Inaktivität geschlossen.
es_es: Esta cuenta fue suspendida por haber estado inactiva por más de 365 días.
fr_fr: Ce compte a été suspendu pour inactivité
id_id: Akun ini telah dihapus karena tidak aktif
pl_pl: To konto zostało zawieszone za nieaktywność
pt_pt: Esta conta foi suspensa por inatividade
ru_ru: Эта учетная запись была приостановлена в связи с бездействием

source: Account
es_es: Cuenta
fr_fr: Compte
id_id: Akun
pl_pl: Konto
pt_pt: Conta
ru_ru: Аккаунт
tr_tr: Hesap

# ACCSECURED
source: Login for this account is disabled for security reasons. Contact the administrator to unlock the account
de_de: Anmeldung für dieses Konto ist aus Sicherheitsgründen deaktiviert. Kontaktieren Sie den Administrator, um das Konto zu entsperren.
es_es: El inicio de sesión para esta cuenta ha sido desactivado por razones de seguridad, por favor contacte con el administrador para solucionar este problema.
fr_fr: La connexion avec ce compte est désactivé pour des raisons de sécurité. Contactez l'administrateur pour déverrouiller le compte
id_id: Akun didisable untuk login. Silahkan kontak ke administrator
pl_pl: Logowanie na to konto zostało zablokowane ze względów bezpieczeństwa. Skontaktuj się z administratorem żeby je odblokować
pt_pt: O login para esta conta está desativado por motivos de segurança. Entre em contato com o administrador para desbloquear a conta
ru_ru: Вход для этой учетной записи отключен по соображениям безопасности. Обратитесь к администратору, чтобы разблокировать учетную запись
tr_tr: Bu hesap için Üye Girişi güvenlik nedenleriyle devre dışı bırakıldı.Hesap açmak için yöneticisine başvurun

# ACCTOS
source: This account has been suspended due to TOS violation
de_de: Dieser Account wurde wegen dem Verstoß gegen die AGBs gesperrt.
es_es: Esta cuenta ha sido suspendida por incumplir los términos del servicio.
fr_fr: Ce compte a été suspendu en raison d'une violation des TOS
id_id: Akun ini telah di hapus karena melanggar TOS.
pl_pl: To konto zostało zawieszone za naruszenia regulaminu (TOS)
pt_pt: Esta conta foi suspensa devido a violação de TOS
ru_ru: Эта учетная запись была приостановлена ​​в связи с нарушением правил
tr_tr: Bu hesap TOS ihlali nedeniyle askıya alındı

source: Ads
de_de: Anzeigen
es_es: Anuncios
fr_fr: Publicités
pl_pl: Reklamy
pt_pt: Publicidades
ru_ru: Реклама
tr_tr: Reklamlar

source: Advertise
de_de: Werben
es_es: Anunciarse
fr_fr: Annoncer
pl_pl: Reklama
pt_pt: Anunciar
ru_ru: Рекламировать
tr_tr: Reklam ver

source: Banners
de_de: Banner
fr_fr: Bannières
id_id: Banner
pl_pl: Bannery
ru_ru: Баннеры
tr_tr: Bannerlar

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer mot de passe
id_id: Konfirmasi Password
pl_pl: Potwierdź hasło
pt_pt: Confirme a Senha
ru_ru: Подтвердите пароль
tr_tr: Parolayı onayla

source: Direct
de_de: Direkt
es_es: Directos
pl_pl: Bezpośredni
pt_pt: Direto
ru_ru: Прямой
tr_tr: Direk

source: Earn
de_de: Verdienen
es_es: Ganar Dinero
fr_fr: Gagner
pl_pl: Zarabiaj
pt_pt: ganhar
ru_ru: Зарабатывать
tr_tr: Kazan

# ER_ALLFIELDSREQUIRED
source: Username and Password are required to log in
de_de: Nutzername und Passwort wird für den Login benötigt.
es_es: Se requiere nombre de usuario y contraseña para poder ingresar a su panel de usuario.
fr_fr: Le Pseudo et le mot de passe sont requis pour vous connecter
id_id: Username dan Password diperlukan saat login
pl_pl: Login i Hasło są niezbędne do zalogowania
pt_pt: Nome de usuário e senha são obrigatórios para efetuar login
ru_ru: Имя пользователя и пароль требуются для входа в систему
tr_tr: Kullanıcı adı ve Şifre gereklidir

# ER_BADPASSWORD
source: Incorrect password(s). Please try again
de_de: Falsche(s) Passwort/Passwörter. Bitte später erneut versuchen.
es_es: Contraseña incorrecta. inténtelo de nuevo
fr_fr: Mot de passe incorrect. Veuillez réessayer
id_id: Password salah. Coba lagi
pl_pl: Niepoprawne hasło/a. Spróbuj jeszcze raz
pt_pt: Senha(s) incorreta(s). Por favor, tente novamente
ru_ru: Неверный пароль (s). Пожалуйста, попробуйте ещё раз
tr_tr: Yanlış şifre (ler). Lütfen tekrar deneyin

# ER_BADPWD2
source: Your Secondary Password is invalid
de_de: Dein zweites Passwort ist ungültig.
es_es: Contraseña secundaria incorrecta, por favor intente nuevamente.
fr_fr: Votre mot de passe secondaire n'est pas valide
id_id: Secondary Password anda salah
pl_pl: Twoje Drugie Hasło jest niepoprawne
pt_pt: Sua senha secundária é inválida
ru_ru: Ваш вторичный Пароль недействителен
tr_tr: İkinci parolanız geçersiz.

# ER_DUPLICATEEMAIL
source: Sorry, this email is already registered. Choose a different one
de_de: Sorry, diese Email wird bereits genutzt. Wähle eine andere Email.
es_es: Esta dirección de correo electrónico está siendo utilizada por otra persona, por favor intente nuevamente. ¿Es este tu E-Mail? Si no puedes acceder, por favor intenta recuperar tu contraseña, si de todas formas no puedes acceder, por favor comunícate con atención al cliente.
fr_fr: Désolé, cet e-mail est déjà enregistré. Choisissez un autre
id_id: Maaf, email ini sudah terdaftar . Pilih salah satu yang berbeda
pl_pl: Przepraszamy, ten e-mail jest już zarejestrowany. Wybierz inny
pt_pt: Lamentamos, mas este e-mail já está registado. Escolha outro
ru_ru: К сожалению, эта эл. почта уже зарегистрирована. Выберите другую
tr_tr: Maalesef, Bu e-posta kayıtlı. Farklı bir birini seçin

# ER_INVALIDPASSWORD
source: Password length must be between 6 and 30 chars and it can only contain letters and numbers
de_de: Passwort muss zwischen 6 und 30 Zeichen lang sein und darf nur Nummern und Buchstaben enthalten.
es_es: La contraseña debe tener un mínimo de 6 caracteres y un máximo de 30 caracteres. Solo se permiten letras y números.
fr_fr: La longueur du mot de passe doit être comprise entre 6 et 30 caractères et ne peut contenir que des lettres et des chiffres
id_id: Sandi panjang harus antara 6 dan 30 karakter dan hanya dapat berisi huruf dan angka
pl_pl: Hasło musi mieć pomiędzy 6-30 znaków i może zawierać tylko litery i cyfry
pt_pt: O comprimento da senha deve ter entre 6 e 30 caracteres e só pode conter letras e números
ru_ru: Длина пароля должна быть от 6 до 30 символов и может содержать только буквы и цифры
tr_tr: Şifre uzunluğu 6 ile 30 arasında karakter olmalı ve sadece harf ve sayı içerebilir

# ER_INVALIDUSERNAME
source: Wrong Username format
de_de: Falsches Nutzername Format
es_es: El nombre de usuario es incorrecto. Prueba con otro diferente.
fr_fr: Nom d'utilisateur incorrect
id_id: Format Username Salah
pl_pl: Niepoprawny format Loginu
pt_pt: Formato de nome de usuário errado
ru_ru: Неверный формат имя пользователя
tr_tr: Yanlış Kullanıcı Adı biçimi

# ER_INVALIDPASS
source: Wrong Password format
de_de: Falsches Passwort Format
es_es: El formato de la contraseña es incorrecta, por favor corrija e intente nuevamente.
fr_fr: Mot de passe incorrect
id_id: Format Password Salah
pl_pl: Niepoprawny format hasła
pt_pt: Formato de Senha Incorreto
ru_ru: Неверный формат пароля
tr_tr: Yanlış Şifre biçimi

# ER_INVALIDUSERNAME3
source: Sorry, this username is taken. Choose a different one
de_de: Sorry, dieser Nutzername wird bereits genutzt. Wähle einen anderen Namen.
es_es: No podemos identificar el nombre de usuario, por favor intente nuevamente.
fr_fr: Désolé, ce nom d'utilisateur est pris. Choisissez en un autre
id_id: Maaf , username ini telah diambil . Pilih salah satu yang berbeda
pl_pl: Przeprzaszamy, ten Login jest zajęty. Wybierz inny
pt_pt: Desculpe, este nome de usuário é tirado. Escolha outro
ru_ru: К сожалению, это имя пользователя занято. Выберите другое
tr_tr: Maalesef, bu kullanıcı adı daha önce alınmış. Farklı bir kullanıcı adı seçin

# ER_LOGINUNSUCC
source: Login unsuccessful. Please try again
de_de: Login fehlgeschlagen. Bitte erneut versuchen.
es_es: Opps! Ha ocurrido un error al momento de acceder a su panel de usuario. Por favor intente nuevamente.
fr_fr: Connexion échouée. Veuillez réessaye
id_id: Login gagal. Coba lagi
pl_pl: Logowanie nie powiodło się. Spróbuj ponownie
pt_pt: Login sem êxito. Por favor, tente novamente
ru_ru: Вход безуспешный. Пожалуйста, попробуйте ещё раз
tr_tr: Giriş Başarısız . Lütfen tekrar deneyin

# ER_USERLOCKEDOUT
source: This user is locked out
de_de: Dieser Nutzer ist gesperrt.
es_es: Este usuario ha sido bloqueado, si cree que esto es un error, por favor comuníquese con nuestro centro de soporte.
fr_fr: Cet utilisateur est verrouillé
id_id: Pengguna ini dikunci
pl_pl: Ten użytkownik jest zablokowany
pt_pt: Este utilizador está bloqueado
ru_ru: Пользователь заблокирован
tr_tr: Bu kullanıcı kilitlendi

# ER_USER_NOTFOUND
source: We can't find such user
de_de: Dieser Nutzer kann nicht gefunden werden.
es_es: No podemos identificar el nombre de usuario, por favor intente nuevamente.
fr_fr: Nous ne pouvons pas trouver cet utilisateur
id_id: Kami tidak dapat menemukan pengguna seperti
pl_pl: Nie ma takiego użytkownika
pt_pt: Não podemos encontrar esse usuário
ru_ru: Мы не можем найти такого пользователя
tr_tr: Böyle bir kullanıcı bulunamadı.

source: Forum
es_es: Comunidad
pt_pt: Fórum
ru_ru: Форум

source: Games
de_de: Spiele
es_es: Juegos
fr_fr: Jeux
id_id: Permainan
pl_pl: Gry
pt_pt: Jogos
ru_ru: Игры
tr_tr: oyunlar

source: History
de_de: Verlauf
es_es: Historial
fr_fr: Histoire
id_id: Histori
pl_pl: Historia
pt_pt: História
ru_ru: История
tr_tr: Geçmiş

source: Home
de_de: Start
es_es: Inicio
fr_fr: Accueil
ru_ru: Главная
tr_tr: Ana Sayfa

# LEAVEBLANKIFNOTPWD2
source: Leave blank if you don't have a secondary password
de_de: Frei lassen, wenn Du kein zweites Passwort hast.
es_es: Dejar en blanco si todavía no has activado tu contraseña secundaria.
fr_fr: Laissez vide si vous n'avez pas de mot de passe secondaire
id_id: Kosongkan jika Anda tidak memiliki password sekunder
pl_pl: Zostaw puste jeśli nie masz Drugiego Hasła
pt_pt: Deixe em branco se você não tiver uma senha secundária
ru_ru: Оставьте пустым, если у вас нет второго пароля
tr_tr: Eğer ikincil bir şifreniz yoksa boş bırakın

source: Likes
es_es: Me gusta
fr_fr: J'aimes
pl_pl: Lajki
ru_ru: Лайк
tr_tr: Beğeniler

source: Login
de_de: Einloggen
es_es: Acceder
fr_fr: Connexion
pl_pl: Zaloguj
pt_pt: Entrar
ru_ru: Войти
tr_tr: Giriş

source: Logout
de_de: Ausloggen
es_es: Cerrar sesión
fr_fr: Déconnexion
pl_pl: Wyloguj
ru_ru: Выход
tr_tr: Çıkış

source: Messages
de_de: Nachrichten
es_es: Mensajes
id_id: Pesan
pl_pl: Poczta
pt_pt: Mensagens
ru_ru: Сообщения.
tr_tr: Mesajlar

source: OR
de_de: ODER
es_es: O
fr_fr: OU
id_id: Atau
pl_pl: LUB
pt_pt: OU
ru_ru: ИЛИ
tr_tr: veya

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль
tr_tr: Parola

source: Referrals
es_es: Referidos
fr_fr: Parrainage
pl_pl: Poleceni
pt_pt: Referências
ru_ru: Рефералы
tr_tr: Referans

source: Register
de_de: Registrieren
es_es: Registrarse
fr_fr: Inscription
pl_pl: Rejestracja
pt_pt: Registrar
ru_ru: Регистрация
tr_tr: Kayıt

# REGISTERTEXT
source: Change your finances forever. Register for a FREE account.
de_de: Ändere jetzt Deine Finanzen für immer. Registriere Dich für ein kostenloses Konto.
es_es: Empiece a ganar y a disfrutar hoy mismo. Regístrate gratuitamente.
fr_fr: Changez vos finances pour toujours. Enregistrez-vous pour avoir accès à un compte gratuit.
id_id: Ubah keuangan Anda selamanya. Mendaftar untuk account gratis.
pl_pl: Zmień swoje finanse na zawsze. Zarejestruj DARMOWE konto
pt_pt: Mude suas finanças para sempre. Cadastre-se para criar uma conta gratuita.
ru_ru: Измените ваши финансы навсегда. Регистрация для бесплатного аккаунта.
tr_tr: Kayıt olmak tamamen ücretsizdir. Hemen kayıt ol..

# REG_EMAIL
source: It must be valid and active email address. It will be only used to send you important news (including support ticket answers), recover your password or confirm payments
de_de: Es muss eine gültige und aktive E-Mail-Adresse sein. Diese wird ausschließlich für wichtige Nachrichten (einschließlich Support-Ticket-Antworten) , Passwort Anfragen oder bestätigen Zahlungen verwendet
es_es: Debe ingresar un correo electrónico válido ya que este se utilizará para enviarle noticias importantes (incluyendo respuestas de soporte), activación de la cuenta, recuperación de su pin/contraseña o para confirmar los pagos que se le hayan enviado.
fr_fr: Il doit s'agir d'une adresse e-mail valide et active. elle sera seulement utilisé pour vous envoyer des nouvelles importantes (y compris les réponses du support), récupérer votre mot de passe ou confirmer les paiements
id_id: Ini harus alamat email yang valid dan aktif . Ini akan hanya digunakan untuk mengirimkan berita penting ( termasuk jawaban tiket dukungan ) , kembali password Anda atau mengkonfirmasi pembayaran
pl_pl: Musi być prawidłowy i aktywny. Potrzebny jest nam do wysyłania ważnych wiadomości (np. odpowiedzi na Support Tickety), odzyskania hasła czy aktywacji konta
pt_pt: Deve ser um endereço de e-mail válido e ativo. Ele será usado apenas para enviar notícias importantes (incluindo respostas de tickets de suporte), recuperar sua senha ou confirmar pagamentos
ru_ru: Адрес электронной почты должен быть действительным и активным. Он будет использоваться только для отправки вам важных новостей (включая ответы техподдержки), для восстановления паролей и подтверждения платежей
tr_tr: Bu, geçerli ve aktif bir e-posta adresi olmalıdır. Sana (destek bilet cevapları dahil) önemli haberleri göndermek, şifrenizi kurtarmak veya ödemeleri onaylamak için kullanılacak.

# REG_PASSWORD
source: Choose your password. It must be 4-80 characters long and can only contain letters and numbers.
de_de: Wähle Dein Passwort. Es muss 4-80 Zeichen lang sein und darf nur Buchstaben und Zahlen enthalten.
es_es: Escoja una contraseña que tenga entre 4 y 80 caracteres de largo, le recomendamos utilizar letras y números. (Por su seguridad, le pedimos que la contraseña tenga al menos una letra mayuscula).
fr_fr: Choisissez votre mot de passe. Il doit comporter de 4 à 80 caractères et ne peut contenir que des lettres et des chiffres.
id_id: Pilih kata sandi Anda . Ini harus 4-80 karakter dan hanya dapat berisi huruf dan angka .
pl_pl: Wybierz swoje hasło. Musi mieć 4-80 znaków i składać się tylko z liter i cyfr
pt_pt: Escolha sua senha. Deve ter 4-80 caracteres e só pode conter letras e números.
ru_ru: Выберите пароль. Он должен быть от 4 до 80 символов и может содержать только буквы и цифры.
tr_tr: Şifrenizi seçin. Bu 4-80 karakter uzunluğunda olmalı ,sadece harf ve sayı içerebilir.

# REG_PIN
source: This is your additional security. We will request it before your cashout or password reset. It can only contain 4 numbers (0-9)
de_de: Das ist Deine zusätzliche Sicherheit. Wird für Auszahlungen oder Passwort-Zurücksetzung benötigt. Nur 4 Ziffern (0-9)
es_es: El PIN es una medida de seguridad adicional que le permitirá retirar fondos o recuperar su contraseña. Esta debe contener como máximo 4 dígitos. (Solo se permiten números)
fr_fr: C'est une sécurité supplémentaire. Nous le demanderons avant votre retrait ou changement de mot de passe. Il ne peut contenir que 4 chiffres (0-9)
id_id: Ini adalah keamanan tambahan Anda . Kami akan meminta sebelum cashout atau reset password . Ini hanya dapat mengandung 4 angka ( 0-9 )
pl_pl: To Twoje dodatkowe zabezpieczenie. Żadamy PINu podczas wypłąty środków lub zmian ustawień. Musi składać się z 4 cyfr
pt_pt: Esta é a sua segurança adicional. Solicitaremos antes de efetuar o pagamento ou redefinir a senha. Ela só pode conter 4 números (0-9)
ru_ru: Это ваша дополнительная безопасность. Мы будем просить его перед выводом средств или сброса пароля. Он может содержать только 4 цифры (0-9)
tr_tr: Bu ek güvenliktir. Para çekme veya parola sıfırlama işlemlerinde sizden istenecektir. . Sadece (0-9) 4 numara içerebilir

# REG_REFERER
source: The username of our member who set you here. Can be left blank
de_de: Der Nutzername des Mitglieds, das dich eingeladen hat. Kann auch leer bleiben
es_es: ¿Quién te invito? Escribe el nombre del usuario que te recomendó. Si no estás seguro del nombre de usuario, puedes dejar este espacio en blanco.
fr_fr: Le pseudo du notre membre qui vous a inscrit. Peut être laissé vide
id_id: Username dari anggota kami yang membuat Anda di sini. Dapat dibiarkan kosong
pl_pl: Nazwa użytkownika, który Cię polecił. Może być puste
pt_pt: O nome de usuário do nosso membro que o configurou aqui. Pode ser deixado em branco
ru_ru: Имя пользователя, нашего пользователя, который установит вам здесь. Может быть пустым
tr_tr: Sizi davet eden üyenin adı. Boş bırakılabilir

# REG_USERNAME
source: Choose your desired username. It must be 4-20 characters long and can only contain letters and numbers. It must start with a letter
de_de: Wähle Deinen gewünschten Benutzernamen. Er muss 4-20 Zeichen lang sein und darf nur Buchstaben und Zahlen enthalten. Er muss mit einem Buchstaben beginnen
es_es: El nombre de usuario debe tener un mínimo de 4 y un máximo de 20 caracteres, solo se permiten letras y números. El nombre de usuario debe empezar con una letra.
fr_fr: Choisissez votre Pseudo. Il doit comporter entre 4 et 20 caractères et ne peut contenir que des lettres et des chiffres. Il doit commencer par une lettre
id_id: Pilih nama pengguna yang Anda inginkan. Ini harus 4-20 karakter dan hanya dapat berisi huruf dan angka. Ini harus dimulai dengan huruf
pl_pl: Wybierz swój login. Musi zawierać 4-20 znaków i składać się tylko z liter i cyfr. Musi zaczynać się od litery
pt_pt: Escolha o nome de usuário desejado. Deve ter de 4 a 20 caracteres e só pode conter letras e números. Deve começar com uma carta
ru_ru: Выберите желаемое имя пользователя. Оно должно быть от 4 до 20 символов и может содержать только буквы и цифры. Оно должно начинаться с буквы
tr_tr: İstediğiniz ismi seçin. Bu 4-20 karakter uzunluğunda olmalı ve sadece harf ve sayı içerebilir. Bir harf ile başlamalıdır

source: Rented
de_de: Gemietet
es_es: Rentados
pl_pl: Wynajmowani
pt_pt: Alugado
ru_ru: Арендованные
tr_tr: Kiralanan

# RESETPWDSUCC
source: Your new password has been sent to you
de_de: Dein neues Passwort wurde Dir gesendet
es_es: ¡Perfecto! Ya le hemos enviamos una nueva contraseña, por favor revise su correo electrónico.
fr_fr: Votre nouveau mot de passe vous a été envoyé
id_id: Password baru Anda telah dikirim kepada Anda
pl_pl: Nowe hasło zostało do Ciebie wysłane
pt_pt: Sua nova senha foi enviada para você
ru_ru: Ваш новый пароль был отправлен вам
tr_tr: Yeni parolanız gönderildi.

# RESETPWDTEXT
source: Enter your Username & PIN and we will send you a new password to your personal email address
de_de: Gebe Deinen Benutzernamen und PIN ein und wir senden Dir ein neues Passwort an Deine E-Mail-Adresse
es_es: Por favor, introduce tu PIN y tu nombre de USUARIO para que podamos enviarte una nueva contraseña a tu correo electrónico.
fr_fr: Entrez votre pseudo et votre PIN et nous vous enverrons un nouveau mot de passe à votre adresse e-mail personnelle
id_id: Masukan Username & PIN dan kami akan mengirimkan password baru ke E-mail anda
pl_pl: Podaj swoją nazwę użytkownika i PIN, a wyślemy nowe hasło na Twój adres e-mail
pt_pt: Digite seu Nome de Usuário e PIN e nós lhe enviaremos uma nova senha para o seu endereço de e-mail pessoal
ru_ru: Введите имя пользователя и PIN, мы вышлем вам новый пароль на ваш личный адрес электронной почты
tr_tr: Kullanıcı adınızı ve PIN kodunuzu girin ,biz kişisel e-posta adresinize yeni bir şifre göndereceğiz

source: Secondary password
de_de: Zweites Passwort
es_es: Contraseña secundaria
fr_fr: Mot de passe secondaire
pl_pl: Drugie hasło
pt_pt: Senha secundária
ru_ru: Вторичный пароль
tr_tr: İkinci parola

# SECURELOGINSSL
source: Secure SSL login with secure Titan
es_es: Conexión segura a través de SSL ¡Tu conexión está cifrada con 128 bits!
id_id: Secure SSL login with secure Banjarbux
pl_pl: Bezpiecznie logowanie przez SSL z bezpiecznym Titanem
pt_pt: Login SSL seguro com Titan seguro
ru_ru: Безопасные SSL Войти с безопасного Титана
tr_tr: Secure SSL login with secure Trbux

# SEEYOU
source: See you again
de_de: Mann sieht sich
es_es: Hasta pronto
fr_fr: À bientôt
pl_pl: Do zobaczenia ponownie
pt_pt: Ver você de novo
ru_ru: Увидимся
tr_tr: Tekrar görüşmek üzere

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
id_id: Kirim
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить
tr_tr: Gönder

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
id_id: Pengaturan
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
tr_tr: Ayarlar

source: Stats
es_es: Estadísticas
pl_pl: Statystyki
pt_pt: Estatísticas
ru_ru: Штат
tr_tr: İstatistik

source: Summary
de_de: Übersicht
es_es: Resumen
fr_fr: Sommaire
pl_pl: Pulpit
pt_pt: Resumo
ru_ru: Резюме
tr_tr: Hesap Özeti

source: Transfer
es_es: Convertir
fr_fr: Transfert
pt_pt: Transferir
ru_ru: Перевод

# TRY_AGAIN
source: Please try again
de_de: Bitte nochmal versuchen
es_es: Por favor, intente nuevamente.
fr_fr: Veuillez réessayer
id_id: Tolong coba lagi
pl_pl: Spróbuj jeszcze raz
pt_pt: Por favor, tente novamente
ru_ru: Пожалуйста, попробуйте ещё раз
tr_tr: Lütfen tekrar deneyin

source: Username
de_de: Nutzername
es_es: Usuario
fr_fr: Pseudo
pl_pl: Login
pt_pt: Nome de usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

# YOUWILLREDIRECT
source: You will be redirected in seconds...
de_de: Du wirst in einigen Sekunden weitergeleitet...
es_es: Serás redirigido en unos segundos...
fr_fr: Vous serez redirigé dans quelques secondes ...
id_id: Anda akan diarahkan dalam hitungan detik ...
pl_pl: Zostaniesz za chwilę przekierowany...
pt_pt: Você será redirecionado em segundos ...
ru_ru: Вы будете перенаправлены через секунду...
tr_tr: Birkaç saniye içinde yönlendirileceksiniz ...

# ER_BADEMAILFORMAT
source: Enter valid email address
de_de: Gebe eine gültige Email Adresse an
es_es: Introduzca una dirección de correo electrónico valida
fr_fr: Entrez une adresse e-mail valide
id_id: Masukan Email yang valid
pl_pl: Wpisz poprawny adres e-mail
pt_pt: Insira um endereço de e-mail válido
ru_ru: Введите действительный адрес электронной почты
tr_tr: Geçerli bir e-posta adresi girin

# ER_PASSDIFFER
source: Password and it's confirmation doesn't match
de_de: Passwort und seine Bestätigung stimmen nicht überein
es_es: Las contraseñas no coinciden, por favor verifique e intente nuevamente.
fr_fr: Le mot de passe et sa confirmation ne correspondent pas
pl_pl: Hasło/Potwierdzenie hasła nie pasują do siebie
pt_pt: Senha e confirmação não corresponde
ru_ru: Пароль и его информация не соответствует
tr_tr: Şifre ve bu onay uyuşmuyor.

# REG_CAPTCHA
source: Enter the text shown on the image
de_de: Gebe den Text vom Bild ein
es_es: Introduzca el texto mostrado en la imagen
fr_fr: Entrez le texte affiché sur l'image
id_id: Masukkan teks yang ditampilkan pada gambar
pl_pl: Wpisz tekst z obrazka
pt_pt: Digite o texto mostrado na imagem
ru_ru: Введите текст с картинки
tr_tr: Resimde görülen metni girin
