Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# NEWPASS
source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
id_id: Password baru
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль
tr_tr: Yeni Parola

# NEWPASS2
source: Confirm new password
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe
id_id: Konfirmasi password baru
pl_pl: Potwierdź nowe hasło
pt_pt: Confirme a nova senha
ru_ru: Подтвердите новый пароль
tr_tr: Yeni parolayı doğrula

source: New PIN
de_de: Neuer PIN
es_es: Nuevo PIN
fr_fr: Nouveau code PIN
id_id: PIN baru
pl_pl: Nowy PIN
pt_pt: Novo PIN
ru_ru: Новый PIN
tr_tr: Yeni PIN

# NEWSECPASS
source: New secondary password
de_de: Neues zweites Passwort
es_es: Nueva contraseña secundaria
fr_fr: Nouveau mot de passe secondaire
id_id: Secondary Password baru
pl_pl: Nowe drugie hasło
pt_pt: Nova senha secundária
ru_ru: Новый вторичный пароль
tr_tr: Yeni ikinci parola

# SETTINGSSUCC
source: Settings changed successfully
es_es: Cambios guardados correctamente
fr_fr: Paramètres modifiés avec succès
id_id: Pengaturan berhasil diubah
pl_pl: Ustawienia pomyślnie zmienione
pt_pt: As configurações foram alteradas com êxito
ru_ru: Настройки успешно изменены
tr_tr: Ayarlar başarıyla değiştirildi.

source: Contact
de_de: Kontakt
es_es: Contacto
id_id: Kontak
pl_pl: Kontakt
pt_pt: Contato
ru_ru: Контакты
tr_tr: İletişim

# FAQ
source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes
fr_fr: Foire aux questions
id_id: Pertanyaan yang Sering Ditanyakan
pl_pl: Najczęściej Zadawane Pytania (FAQ)
pt_pt: perguntas frequentes
ru_ru: Часто задаваемые вопросы
tr_tr: Sıkça Sorulan Sorular

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Assistance
id_id: Bantuan
pl_pl: Pomoc
pt_pt: Socorro
ru_ru: Помощь
tr_tr: Yardım

source: Payment Proofs
de_de: Partner
es_es: Comprobantes de pago
fr_fr: Preuves de paiement
pl_pl: Dowody Wypłat
pt_pt: Comprovações de pagamento
ru_ru: Платежные доказательства
tr_tr: Ödeme kanıtları

source: Privacy Policy
de_de: Privatsphäre
es_es: Política de privacidad
fr_fr: Politique de confidentialité
pl_pl: Polityka Prywatności
pt_pt: Política de Privacidade
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

source: Contact form
de_de: Kontakt Formular
es_es: Formulario de contacto
fr_fr: Formulaire de contact
id_id: Form Kontak
pl_pl: Formularz kontaktowy
pt_pt: Formulário de Contato
ru_ru: Контактная форма
tr_tr: İletişim formu

# CONTACTINFO
source: Do you need to contact us? Fill the form below or email us directly
de_de: Sie wollen uns kontaktieren? Fülle das untere Formular aus oder maile uns direkt
es_es: ¿Necesita contactar con nuestro equipo? Si es así, rellena el siguiente formulario o mándanos un correo directamente
fr_fr: Vous avez besoin de nous contacter? Remplissez le formulaire ci-dessous ou envoyez-nous directement un email
id_id: Apakah Anda perlu menghubungi kami ? Isi formulir di bawah ini atau email kami langsung
pl_pl: Potrzebujesz się z nami skontaktować? Wypełnij poniższy formularz albo napisz do nas bezpośrednio na konto emailowe
pt_pt: Você precisa entrar em contato conosco? Preencha o formulário abaixo ou envie-nos um e-mail diretamente
ru_ru: Желаете связаться с нами? Заполните форму ниже или свяжитесь с нами напрямую по электронной почте
tr_tr: Aşağıdaki formu doldurarak bizimle iletişime geçebilirsiniz. 24 saat içerisinde geri dönüş yapılacaktır.

source: Direct contact
de_de: Direkt Kontakt
es_es: Contacto directo
fr_fr: Contact direct
id_id: Direct Kontak
pl_pl: Bezpośrendni kontakt
pt_pt: Contato direto
ru_ru: Прямой контакт
tr_tr: Direk iletişim

# HELP1
source: Check Frequently Asked Questions first. Maybe your issue is a common one and you will find the solution here
de_de: Prüfe zuerst die häufig gestellte Fragen. Vielleicht ist dein Problem ein Allgemeines und Du findest die Lösung hier
es_es: Compruebe el apartado de preguntas frecuentes. Puede que su pregunta haya sido respondida.
fr_fr: Vérifiez d'abord les questions fréquemment posées. Peut-être votre problème est commun et vous trouverez la solution ici
id_id: Periksa Pertanyaan yang Sering Diajukan pertama . Mungkin masalah Anda adalah satu umum dan Anda akan menemukan solusi di sini
pl_pl: Sprawdź najpierw Najczęściej Zadawane Pytania (FAQ). Może Twój problem jest nam znany i tam znajdziesz rozwiązanie
pt_pt: Verifique primeiro as perguntas mais frequentes. Talvez seu problema seja comum e você encontrará a solução aqui
ru_ru: Проверьте Часто задаваемые вопросы в первую очередь. Может быть, ваша проблема является общей и вы найдете решение здесь
tr_tr: İlk önce Sıkça Sorulan Sorular bölümünü kontrol edin. Belki senin sorunundaha önce yanıtlanmıştır ve burada çözüm bulabilirsiniz

# HELP2
source: Maybe others have this problem too? Check the forums for your answer or post a new topic
de_de: Vielleicht haben andere das gleiche Problem ? Schaue für eine Antwort ins Forum oder schreibe einen neues Thema
es_es: Puede que otros usuarios también hayan tenido el mismo problema, revisa nuestra comunidad para comprobarlo o puede crear un nuevo post para que podamos ayudarle.
fr_fr: Peut-être d'autres ont ce problème aussi? Consultez les forums pour votre réponse ou postez un nouveau sujet
id_id: Mungkin orang lain memiliki masalah ini juga? Periksa forum untuk jawaban Anda atau posting topik baru
pl_pl: Może inni też mieli tego typu problem? Przeszukaj forum albo załóż nowy temat
pt_pt: Talvez outros tenham esse problema também? Confira os fóruns de sua resposta ou publique um novo tópico
ru_ru: Может быть, у других уже была такая же проблема? Поищите на форумах ответ или создайте новую тему
tr_tr: Belki diğer kullanıcılarında bu sorunu var? Cevabınız için forumları kontrol edin veya yeni bir konu gönderin.

# HELP3
source: Finally, if your case is urgent or you can't find any answers, feel free to contact us
de_de: Wenn dein Fall dringend ist oder Du keine Antworten findest, dann kontaktiere uns
es_es: Si no ha encontrado respuesta a su problema y considera que este tiene que resolverse con suma urgencia, por favor, comuníquese con nuestro centro de soportes, via Email, Chat, Teléfono.
fr_fr: Enfin, si votre cas est urgent ou si vous ne trouvez aucune réponse, n'hésitez pas à nous contacter
id_id: Akhirnya , jika kasus Anda sangat mendesak atau Anda tidak dapat menemukan jawaban , jangan ragu untuk menghubungi kami
pl_pl: Jeśli jednak Twoja sprawa jest naprawdę pilna i nie możesz nigdzie znaleźć rozwiązania, skontaktuj się z nami
pt_pt: Finalmente, se seu caso for urgente ou você não puder encontrar nenhuma resposta, sinta livre contatar-nos
ru_ru: Ну а если ваш случай не терпит ожидания и вы нигде не можете найти ответ на ваш вопрос, не стесняйтесь обращаться к нам.
tr_tr: Durumun acil veya herhangi bir cevap bulamadıysan Son olarak, bize yazmaktan çekinmeyin

# HELPINFO
source: Do you need some help? You are in the right place
de_de: Benötigst Du Hilfe? Hier bist Du richtig
es_es: ¿Necesita ayuda? Estás en el lugar correcto
fr_fr: Avez-vous besoin d'aide? Vous êtes au bon endroit
id_id: Apakah Anda perlu bantuan ? Anda berada di tempat yang tepat
pl_pl: Potrzebujesz pomocy? Jesteś we właściwym miejscu
pt_pt: Você precisa de alguma ajuda? Você está no lugar certo
ru_ru: Вам нужна помощь? Вы находитесь в правильном месте.
tr_tr: Yardımamı ihtiyacın var mı? Doğru yerdesiniz..

# PROOFSINFO
source: View our latest payments below. User screenshots are posted on the forums
de_de: Auf dieser Seite siehst Du unsere aktuellen Partner
es_es: Puede ver los últimos pagos recibidos por parte de nuestros usuarios en la parte inferior de nuestro sitio. También se publican en nuestra comunidad.
fr_fr: Consultez nos derniers paiements ci-dessous. Les captures d'écran des utilisateurs sont affichées sur les forums
id_id: Lihat pembayaran terbaru kami di bawah ini . Screenshot pengguna yang diposting di forum
pl_pl: Sprawdź nasze ostatnie wypłaty poniżej. Zrzuty ekranu są udostępnianie na forum
pt_pt: Veja nossos últimos pagamentos abaixo. Imagens de usuário são postadas nos fóruns
ru_ru: Посмотрите наши последние платежи ниже. Скриншоты размещены на форумах

source: Amount
de_de: Wert
es_es: Cantidad
fr_fr: Montant
id_id: Jumlah
pl_pl: Kwota
pt_pt: Quantidade
ru_ru: Сумма
tr_tr: Miktar

source: Country
de_de: Land
es_es: País
fr_fr: Pays
id_id: Negara
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

source: Instant
de_de: Momentan
es_es: Instantáneo
fr_fr: instantané
pl_pl: Błyskawicznie
pt_pt: Instante
ru_ru: Момент
tr_tr: Anlık

source: Manual
fr_fr: Manuel
pl_pl: Manualnie
ru_ru: Руководство.
tr_tr: Manuel

# NOPROOFS
source: We just launched and we don't have any payment proofs yet
de_de: Dies sind unsere aktuellen Partner
es_es: Todavía no tenemos comprobantes de pago. ¡Se el primero!
fr_fr: Nous venons de lancer le site et nous n'avons pas encore de preuves de paiement
id_id: Kami baru saja meluncurkan dan kami tidak punya bukti pembayaran belum
pl_pl: Dopiero wystartowaliśmy i nie ma jeszcze żadnych dowodów wypłaty
pt_pt: Acabamos de lançar e ainda não temos provas de pagamento
ru_ru: Наш проект только стартовал и доказательств выплат пока что нет!

source: Type
de_de: Typ
es_es: Tipo de pago
id_id: Tipe
pl_pl: Typ
pt_pt: Digitar
ru_ru: Тип
tr_tr: Tür

source: Via
de_de: mit
es_es: Vía
fr_fr: Par
pl_pl: Przez
pt_pt: Através da
ru_ru: через

source: Latest news
de_de: Letzten News
es_es: Últimas noticias
fr_fr: Dernières nouvelles
id_id: Berita terbaru
pl_pl: Aktualności
pt_pt: Últimas notícias
ru_ru: Последние новости.
tr_tr: Son Haberler

# SENDSUPPORTTICKET
source: Send a support ticket
de_de: Support Ticket senden
es_es: Enviar un ticket de soporte
fr_fr: Envoyer un ticket de support
id_id: Kirim support tiket
pl_pl: Wyślij Support Ticketa
pt_pt: Enviar um ticket de suporte
ru_ru: Отправить в службу поддержки
tr_tr: Bildirim gönder

source: Constant banner
de_de: Konstanter Banner
es_es: Banner constante
fr_fr: Bannière constante 125x125
pl_pl: Banner Stały
pt_pt: Banner constante
ru_ru: Постоянный баннер
tr_tr: Sabit banner

# CONSTANTBANNERINFO
source: Shown on <b>all</b> pages
de_de: Auf <b>allen</b> Seiten zeigen
es_es: Se muestra en <b>todas</b> las páginas
fr_fr: Affiché sur <b>toutes</b> les pages
pl_pl: Wyświetlany na <b>wszystkich</b> stronach
pt_pt: Exibido em <b>all</b> páginas
ru_ru: Показано на <b>всех</b> страницах

# ER_BANNERISNOTVALID
source: Banner is invalid (format or/and dimensions)
de_de: Banner ist ungültig (Format oder/und Grösse)
es_es: El banner no es válido (Posiblemente los formatos o las dimensiones no son válidas)
fr_fr: La bannière est invalide (format/dimensions)
id_id: Banner salah (format atau dimensi)
pl_pl: Banner jest niepoprawny (format lub/i wymiary)
pt_pt: O banner é inválido (formato e/ou dimensões)
ru_ru: Баннер является недействительным (формат или размеры)
tr_tr: Banner (biçim ve / veya boyutları) geçersiz

# ER_BANNERNOTSELECTED
source: Banner has not been submitted
de_de: Banner wurde nicht übermittelt
es_es: El banner no se ha creado
fr_fr: La bannière n'a pas été soumise
pl_pl: Banner nie został przesłany
pt_pt: O banner não foi enviado
ru_ru: Баннер не был представлен
tr_tr: Banner gönderilemedi.

source: Normal banner
de_de: Normaler Banner
es_es: Banner normal
fr_fr: Bannière normale
pl_pl: Normalny banner
ru_ru: Нормальный баннер

# NORMALBANNERINFO
source: Shown with every watched ad
de_de: Wird mit jeder angesehen Anzeige angezeigt
es_es: Se muestra por cada anuncio visto
fr_fr: Montré avec chaque annonce regardé
id_id: Tampil dengan setiap iklan menyaksikan
pl_pl: Wyświetlany przy każdej reklamie
pt_pt: Exibido em cada anúncio veiculado
ru_ru: Показано с каждым зрителем рекламы

# BANNERDURT
source: It may take up to %n% minutes to make the changes visible (banners are cached)
de_de: Es kann bis zu %n% Minuten dauern bis die Änderungen sichtbar sind
es_es: Pueden pasar hasta %n% minutos para que los cambios sean visible (Los banners se almacenan en la cache)
fr_fr: Il peut prendre jusqu'à %n% minutes pour rendre les changements visibles (les bannières sont mises en cache)
id_id: Ini bisa memakan waktu hingga %n% menit untuk membuat perubahan yang terlihat ( banner cache )
pl_pl: Zmiany będą widoczne do %n% minut (bannery są buforowane)
pt_pt: Pode levar até %n% minutos para tornar as alterações visíveis (os banners são armazenados em cache)
ru_ru: Это может занять до %n% минут, чтобы сделанные изменения стали видны (баннеры кэшируются)

# NORECORDS
source: No records available
de_de: Keine Aufzeichnungen verfügbar
es_es: No hay registros disponibles
fr_fr: Aucun enregistrement disponible
pl_pl: Brak danych
pt_pt: Nenhum registro disponível
ru_ru: Нет доступных записей
tr_tr: Herhangi bir kayıt bulunmamakta

source: Completed
de_de: Fertig
es_es: Completado
fr_fr: Achevé
pl_pl: Ukończono
pt_pt: Concluído
ru_ru: Завершено
tr_tr: Tamamlandı

# CONNECTWITHFACEBOOK
source: Connect to your Facebook account to earn from likes.
de_de: Verbinde Deinen Facebook-Account, so dass wir überprüfen können, ob Dir die Fanseite gefällt und Du bezahlt werden kannst
es_es: Conéctate a tu cuenta de Facebook para que podamos comprobar si has realizado click en "Me gusta" y así poder abonarte los puntos.
fr_fr: Connectez-vous à votre compte Facebook pour gagner des like
id_id: Hubungkan ke akun Facebook Anda agar kami dapat memeriksa apakah Anda menyukai fanpage dan dibayar
pl_pl: Połącz się ze swoim kontem na Facebooku, abyśmy mogli sprawdzić czy rzeczywiście polubiłeś dany fanpage i czy wypłacić Ci należności
pt_pt: Conecte-se à sua conta do Facebook para ganhar curtidas.
ru_ru: Подключитесь к вашей учетной записи Facebook, чтобы мы могли проверять, если вам лайкниули фан-страницу, то будут получать оплату
tr_tr: Connect to your Facebook account so we can check if you liked the fanpage and should get paid

source: Friends
de_de: Freunde
es_es: Amigos
fr_fr: Amis
id_id: Teman
pl_pl: Znajomi
pt_pt: Amigos
ru_ru: Друзья
tr_tr: Arkadaşlar

# HAVENTLIKED
source: You didn't like the fanpage. Because it may take a while to update likes on Facebook API, refresh this site after 1 minute and try again
de_de: Du hast die Fanpage nicht geliked. Da kann es eine Weile dauern, um die Likes mit der Facebook API zu aktualisieren, aktualisiere diese Seite nach 1ner Minute und versuche es erneut
es_es: Se está verificando el “Me Gusta” realizado, este proceso puede tardar hasta 5 minutos, por favor, verifique más tarde.
fr_fr: Vous n'avez pas aimé la fanpage. Parce qu'il peut prendre un certain temps pour mettre à jour les goûts sur Facebook API, rafraîchir ce site après 1 minute et essayez à nouveau
id_id: Anda tidak menyukai fanpage tersebut . Karena mungkin memerlukan waktu untuk memperbarui seperti di Facebook API , menyegarkan situs ini setelah 1 menit dan coba lagi
pl_pl: Nie polubiłeś tego fanpage'a. Ponieważ czasami potrzeba trochę czasu na zaktualizowanie API Facebooka, spróbuj ponownie za minutę
pt_pt: Você não gostou da página de fãs. Porque pode levar algum tempo para atualizar os gostos na API do Facebook, atualize este site após 1 minuto e tente novamente
ru_ru: Вы не лайкнули фан-страницу. Видимо это может занять некоторое время, чтобы обновить лайки на Facebook API, обновите эту страницу через 1 минуту и попробуйте ещё раз
tr_tr: You didn't liked the fanpage. Because it may take a while to update likes on Facebook API, refresh this site after 1 minute and try again

# MYFRIENDSNMBERLOW
source: My friends number is too low. Why?
de_de: Meine anzahl der Freunde ist gering. Warum?
es_es: ¿Por qué mi lista de amigos sigue siendo baja si he comprado un pack de “Me Gusta”?
fr_fr: Le nombre de mes amis est trop bas. Pourquoi?
id_id: Jumlah teman-teman saya terlalu rendah . Mengapa ?
pl_pl: Liczba moich znajomych jest za mała. Dlaczego?
pt_pt: Meu número de amigos é muito baixo. Por quê?
ru_ru: Мой номер друзей слишком низкий. Почему?
tr_tr: Arkadaşlarımın sayısı çok düşük. Neden?

# MYFRIENDSNMBERLOWANSW
source: Because some of them used the Facebook feature "turn off all platform apps" and are inaccessible to all applications
de_de: Weil manche Nutzer das Facebook Feature "turn off all platform apps/alle platform apps deaktivieren" nutzen.
es_es: Esto se debe a que algunos de los usuarios de facebook utilizan y/o utilizaron en su momento la función “Apagar todas las aplicaciones de plataforma”. Esto sucede en muy pocos casos, lo que no debería de haber ningún problema.
fr_fr: Parce que certains d'entre eux ont utilisé la fonction Facebook "désactiver toutes les applications de plate-forme" et sont inaccessibles à toutes les applications
id_id: Karena beberapa dari mereka menggunakan fitur Facebook " mematikan semua aplikasi Platform " dan tidak dapat diakses untuk semua aplikasi
pl_pl: Ponieważ niektórzy z nich użyli Facebookowej opcji "turn off all platform apps" i są niedostępni dla żadnej aplikacji
pt_pt: Porque alguns deles usaram o recurso do Facebook "desativar todos os aplicativos de plataforma" e são inacessíveis a todos os aplicativos
ru_ru: Потому что некоторые из них использовали функцию Facebook "отключить все приложения платформы" и доступны для всех приложений

# NOTCONNECTEDTOFB
source: Not connected to Facebook
de_de: Nicht mit Facebook verbunden
es_es: No estas conectado a Facebook
fr_fr: Pas connecté à Facebook
pl_pl: Nie połączono z Facebookiem
pt_pt: Não conectado ao Facebook
ru_ru: Не подключен к Facebook
tr_tr: Facebook'a bağlı değilsiniz.

# NOTMEETREQUIREMENTS
source: You don't meet requirements
de_de: Du erfüllst nicht die Anforderungen
es_es: No cumples con los requisitos
fr_fr: Vous ne répondez pas aux exigences
id_id: Anda tidak memenuhi persyaratan
pl_pl: Nie spełniasz wymagań
pt_pt: Você não atende aos requisitos
ru_ru: Вы не отвечаете требованиям
tr_tr: Gereksinimleri karşılamıyorsun.

source: Picture
de_de: Bild
es_es: Imagen
fr_fr: Photo
id_id: Gambar
pl_pl: Obrazek
pt_pt: Imagem
ru_ru: Картинка
tr_tr: Resim

# WHATSREWARD
source: What is the reward for each like?
de_de: Was ist der Lohn für jeden Like?
es_es: ¿Cuánto voy a ganar por cada “Me Gusta” realizado?
fr_fr: Quelle est la récompense pour chaque like?
id_id: Apa hadiah untuk saya?
pl_pl: Jaka jest nagroda za każdego lajka?
pt_pt: Qual é a recompensa para cada um?
ru_ru: Что является наградой для каждого нравится.

# YOUCONNECTEDWITHFACEBOOK
source: You've successfully connected to Facebook. Like the fanpage to get paid.
de_de: Du hast dich erfolgreich mit Facebook verbunden. Like die Fanseite, klicke den Button und werde bezahlt
es_es: Primero debe conectarse a su cuenta en Facebook, luego debe dar click en “Me Gusta”, nuestro sistema validara la acción, para finalizar haga click en Obtener Pago.
fr_fr: Vous êtes connecté à Facebook. Like la fanpage pour être payé.
id_id: Anda telah berhasil terhubung ke Facebook. like fanpage, klik tombol dibayar
pl_pl: Pomyślnie połączono z Facebookiem. Polub fanpage'a i kliknij w przycisk aby odebrać nagrodę
pt_pt: Você conectou com êxito ao Facebook. Curta a fanpage para ser pago.
ru_ru: Вы успешно подключены к Facebook. Лайк фан-страницу, нажмите кнопку платить
tr_tr: Başarıyla Facebook a bağladığınız.

source: Needed
de_de: Benötigt
es_es: Necesario
fr_fr: Nécessaire
id_id: Dibutuhkan
pl_pl: Potrzeba
pt_pt: Necessário
ru_ru: Необходимый
tr_tr: Gereklidir

# YOUEARNPOINTS
source: You earn %n% points for each fanpage you liked
de_de: Du verdienst %n% Punkte für jede Fanpage die Du likest
es_es: Recibirás %n% puntos por cada “Me Gusta” realizado de manera correcta.
fr_fr: Vous gagnez %n% points pour chaque fanpage que vous avez aimé
id_id: anda dapat %n% poin setiap like fanspage
pl_pl: Dostajesz %n% punktów za każdego fanpage'a, którego polubisz
pt_pt: Você ganha %n% pontos para cada página de fã que você gostou
ru_ru: Вы зарабатываете %n% баллов за каждый лайк фан-страницы
tr_tr: bu sayfayı beğendiğin için %n% puan kazandın.

source: Short URL
de_de: Kurze URL
es_es: URL Corta
fr_fr: URL Courte
pl_pl: Skrócony URL
pt_pt: URL curto
ru_ru: Короткий URL
tr_tr: Kısa URL

# ER_BADFBURL
source: Invalid Fanpage URL
de_de: Ungültige Fanpage URL
es_es: URL de Facebook no valida
fr_fr: URL de fanpage non valide
pl_pl: Niepoprawny URL Fanpage'a
pt_pt: URL de Fanpage inválido
ru_ru: Невеный URL фан-страницы
tr_tr: Geçersiz Fansayfa URL

# NUMBEROFREQFRENDS
source: Number of friends required
de_de: Gewünschte Anzahl von Freunden
es_es: Numero de amigos requeridos
fr_fr: Nombre d'amis requis
id_id: Jumlah teman
pl_pl: Wymagana liczba znajomych
pt_pt: Número de amigos necessários
ru_ru: Количество необходимых друзей
tr_tr: Gerekli arkadaş sayısı

# PROFILEPICREQ
source: Profile picture required
de_de: Profilbild wird benötigt
es_es: Foto de perfil requerida
fr_fr: Image de profil requise
id_id: Profil gambar diperlukan
pl_pl: Zdjęcie profilowe obowiązkowe
pt_pt: Foto do perfil necessária
ru_ru: Требуется фото профиля
tr_tr: Profil resmi Gerekli

# OUTADSINFO
source: Create a new campaign and pay via your desired payment processor. After you send the payment your campaign will be Pending Approval. After it is approved, it will be instantly activated.
de_de: Erstelle eine neue Kampagne und bezahle per PayPal / Payza. Nachdem Du die Zahlung gesendet hast ist die Kampagne in Prüfung. Nachdem Diese genehmigt wurde, wird Sie sofort aktiviert.
es_es: Cree una nueva campaña y pague con PayPal o AlertPay. Después de enviar el pago su campaña será revisada para considerar la aprobación. Una vez ha sido aprobada, se mostrará al instante.
fr_fr: Créez une nouvelle campagne et payez via le processeur de paiement souhaité. Après avoir envoyé le paiement, votre campagne sera en attente d'approbation. Après son approbation, il sera instantanément activé.
id_id: Membuat campaign baru dan membayar melalui PayPal / Payza . Setelah Anda mengirim pembayaran kampanye Anda akan Menunggu Persetujuan . Setelah disetujui , maka akan langsung diaktifkan .
pl_pl: Utwórz nową kampanię i zapłać korzystając z PayPal/Payzy. Po wysłaniu płatności toja kampania będzie miała status 'Oczekuje na zatwierdzenie'. Po zatwierdzeniu zostanie natychmiastowo aktywowana
pt_pt: Crie uma nova campanha e pague através do processador de pagamento desejado. Depois de enviar o pagamento, a sua campanha será Pendente de aprovação. Depois de aprovado, ele será ativado instantaneamente.
ru_ru: Создайте новую кампанию и оплатите через PayPal/Payza. После того как вы пошлёте компенсацию ваша кампания будет ожидании подтверждения. После того, как будет одобрена, она будет мгновенно активирована.
tr_tr: Yeni bir kampanya oluşturun ve PayPal ile ödeme yapın. Ödeme alındıktan sonra kampanya Onay Bekliyor olacak. Onaylandıktan sonra, anında devreye girecektir.

# OUTEMAILINFO
source: You will be notified about your campaign status change (Approved = Active or Rejected)
de_de: Du wirst über Deine Kampagnen Statusänderung informiert (Geprüft = Aktiv oder Abgelehnt)
es_es: Usted será notificado/a si el estado de la solicitud de su campaña cambia (Aprobado - Activado o Rechazado)
fr_fr: Vous serez informé du changement d'état de votre campagne (Approuvé = Actif ou Rejeté)
id_id: Anda akan diberitahu tentang perubahan status promosi Anda ( Disetujui = Aktif atau Ditolak )
pl_pl: Zostaniesz poinformowany o zmianie statusu Twojej kampanii (Zatwierdzona = Aktywna lub Odrzucona)
pt_pt: Você será notificado sobre a alteração de status da sua campanha (Aprovado = Ativo ou Rejeitado)
ru_ru: Вы будете уведомлены о вашем изменения статуса кампании (Утвержден = Активный или отклонен)
tr_tr: Kampanya durum değişikliği haberdar edilecektir (= Aktif Onaylı veya Reddedildi)
