Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# GEOHINT
source: Audience from the following countries would be the only ALLOWED. The box on the top is the box with all countries. The box on the bottom is the box of geolocation allowed countries
de_de: Nutzer aus den folgenden Ländern wären die einzigen ERLAUBTEN. Das Feld auf der Oberseite ist die Box mit allen Ländern. Der Kasten auf der Unterseite ist die Box von den erlaubten Geolocation-Ländern
es_es: En esta lista se muestran los países aceptados en nuestra página web. En la lista superior aparecen todos los países. En la lista inferior aparecen los países aceptados
fr_fr: Audience des pays suivants serait le seul autorisé. La boîte sur le dessus est la boîte avec tous les pays. La boîte sur le fond est la case des pays autorisés géolocalisation
id_id: Penonton dari negara-negara berikut akan menjadi satu-satunya DIIZINKAN . Kotak di atas adalah kotak dengan semua negara . Kotak di bagian bawah adalah kotak negara wilayah diizinkan
pl_pl: Osoby z tych krajów będą jedynymi, którzy będą mogli zobaczyć reklamę
pt_pt: A audiência dos seguintes países seria a única PERMITIDA. A caixa no topo é a caixa com todos os países. A caixa na parte inferior é a caixa de países permitidos geolocalização
ru_ru: Будет разрешена аудитория только из следующих стран. Коробка на вершине - это окно со всеми странами. Коробка на дне - это коробка геолокации разрешенных стран
tr_tr: Sadece seçilen ülkelere görüntülenecektir.Hangi ülkeye izin vermek istiyorsanız aşağı kutuya eklemeniz gerekmektedir.

source: lasts
es_es: Último
fr_fr: dure
id_id: Terakhir
pl_pl: trwa
pt_pt: Dura
ru_ru: длится
tr_tr: sürer

source: views
de_de: ansichten
es_es: Vistos
fr_fr: vues
id_id: terlihat
pl_pl: odsłony
pt_pt: vistas
ru_ru: просмотров
tr_tr: görüntüleme

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
id_id: Aktif
pl_pl: Aktywna
pt_pt: Ativo
ru_ru: Активный
tr_tr: Aktif

source: after start
de_de: nach dem Start
es_es: Después de comenzar
fr_fr: Après le début
id_id: Setelah mulai
pl_pl: od rozpoczęcia
pt_pt: Depois do começo
ru_ru: после запуска

source: Awaiting approval
de_de: In Prüfung
es_es: Pendiente de aprobación
fr_fr: En attente d'approbation
pl_pl: Oczekuje na akceptację
pt_pt: Aguardando aprovação
ru_ru: Ожидает одобрения
tr_tr: Onay bekliyor

source: Buy
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
id_id: Beli
pl_pl: Kup
pt_pt: Comprar
ru_ru: Купить
tr_tr: Satınal

# BUYCREDITS
source: Buy more credits
de_de: Kaufe mehr Credits
es_es: Comprar más créditos
fr_fr: Achetez plus de crédits
id_id: Beli kredit lebih
pl_pl: Kup więcej odsłon
pt_pt: Compre mais créditos
ru_ru: Купить кредиты
tr_tr: Daha fazla kredi al

# CREATED
source: Creation date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
id_id: Tanggal dibuat
pl_pl: Data utworzenia
pt_pt: Data de criação
ru_ru: Дата создания
tr_tr: Oluşturma tarihi

source: Desc.
de_de: Beschr.
es_es: Descripción
pl_pl: Opis
ru_ru: Описание изделия
tr_tr: Tanım.

# ENDSON
source: Ends
de_de: Endet
es_es: Termina
id_id: Selesai
pl_pl: Koniec
pt_pt: Termina
ru_ru: Конец
tr_tr: Bitiş

source: Finished
de_de: Fertig
es_es: Finalizado
fr_fr: Terminé
id_id: Selesai
pl_pl: Ukończona
pt_pt: Acabado
ru_ru: Готовые
tr_tr: Tamamlandı

source: Pause
es_es: Pausar
pl_pl: Wstrzymaj
pt_pt: Pausa
ru_ru: Приостановить
tr_tr: Duraklat

source: Paused
de_de: Pausiert
es_es: Pausado
fr_fr: Pause
pl_pl: Wstrzymana
pt_pt: Pausado
ru_ru: Приостановлено
tr_tr: Duraklatıldı

source: Progress
de_de: Fortschritt
es_es: Progreso
fr_fr: Progrès
pl_pl: Postęp
pt_pt: Progresso
ru_ru: Прогресс
tr_tr: İlerleme

source: Rejected
de_de: Abgelehnt
es_es: Rechazado
fr_fr: Rejeté
id_id: Ditolak
pl_pl: Odrzucona
pt_pt: Rejeitado
ru_ru: Отклонен
tr_tr: Reddedildi

source: Status
es_es: Estado
fr_fr: Statut
ru_ru: Статус
tr_tr: Durum

source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
id_id: Waktu
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время
tr_tr: Süre

# VIEWSBIG
source: Views
de_de: Ansichten
es_es: Vistas
fr_fr: Vues
id_id: Terlihat
pl_pl: Odsłony
pt_pt: Vistas
ru_ru: Просмотров
tr_tr: Görüntüleme

# BURL
source: Banner image
de_de: Bannerbild
es_es: Imagen del Banner
fr_fr: Image de la bannière
id_id: Gambar banner
pl_pl: Obrazek bannera
pt_pt: Banner imagem
ru_ru: Картинка баннера
tr_tr: Banner resmi

# CLICKSSMALL
source: clicks
de_de: klicks
fr_fr: clics
id_id: Klik
pl_pl: odsłony
pt_pt: Cliques
ru_ru: кликов
tr_tr: tıklamalar

# H_BANNERURL
source: Your banner image. Image dimensions must match your banner type. Supported types: JPG, PNG, GIF
de_de: Dein Banner Bild. Bildmaße müssen mit deinem Banner Typ übereinstimmen. Unterstützte Typen: JPG, PNG, GIF
es_es: El banner debe tener uno de los siguientes formatos: .JPG, .PNG y .GIF
fr_fr: Les dimensions de l'image doivent correspondre à votre type de bannière. Types pris en charge: JPG, PNG, GIF
id_id: Gambar banner Anda . Gambar dimensi harus sesuai dengan jenis banner Anda . Jenis didukung : JPG , PNG , GIF
pl_pl: Obrazek bannera. Wymiary obrazka muszą się zgadzać z typem bannera. Obsługiwane rozszerzenia: JPG, PNG, GIF
pt_pt: Sua imagem de banner. As dimensões da imagem devem corresponder ao seu tipo de banner. Tipos suportados: JPG, PNG, GIF
ru_ru: Ваше изображение баннера. Форматы изображения должны соответствовать вашему типу баннера. Поддерживаемые типы: JPG, PNG, GIF
tr_tr: Reklam resmi. Görüntü boyutları banner tipi eşleşmelidir. Desteklenen türler: JPG, PNG, GIF

source: Image
de_de: Bild
es_es: Imagen
id_id: Gambar
pl_pl: Obrazek
pt_pt: Imagem
ru_ru: Изображение
tr_tr: Resim

# EXPIREWARNING
source: Your upgrade expires in 3 days. Make sure to purchase a new one, in order to keep all your referrals and other bonuses
de_de: Dein Upgrade läuft in 3 Tagen ab. Kaufe ein neues um alle Referrals and andere Bonuse zu behalten
es_es: Su membresía actual caduca dentro de 3 días. Renueve su membresía ahora si desea mantener sus referidos y ventajas actuales.
fr_fr: Votre mise à jour expire dans 3 jours. Assurez-vous d'acheter un nouveau, afin de garder tous vos filleules et autres primes
id_id: Upgrade Anda berakhir dalam 3 hari . Pastikan untuk membeli yang baru , untuk menjaga semua arahan dan bonus lainnya
pl_pl: Twój Upgrade wygasa w ciągu 3 dni. Kup nowy aby utrzymać wszystkich swoich poleconych oraz inne przywileje
pt_pt: Sua atualização expira em 3 dias. Certifique-se de comprar um novo, a fim de manter todas as suas referências e outros bônus
ru_ru: Ваше обновление истекает через 3 дня. Не забудьте купить новое, для того, чтобы сохранить все ваши переходы и другие бонусы
tr_tr: Özel üyeliğiniz 3 gün içersinde sona erecektir. Yenilemeyi unutmayın.

# NOTENOUGHPOINTS
source: You don't have enough points
de_de: Du hast nicht genug Punkte
es_es: Puntos insuficientes
fr_fr: Vous n'avez pas assez de points
id_id: Anda tidak memiliki cukup poin
pl_pl: Nie masz wystarczająco dużo punktów
pt_pt: Você não tem pontos suficientes
ru_ru: Вы не набрали достаточно очков
tr_tr: Yeterince puanın bulunmamaktadır.

# WARNINGUPGRADE
source: You have an active upgrade. Purchasing new upgrade will remove the current one
de_de: Du hast einen aktives Upgrade. Einkauf eines neuen Upgrades wird das aktuelle entfernen
es_es: Actualmente posees una membresía activa, si compras otra, se eliminará la actual membresía.
fr_fr: Vous avez une mise à niveau active. L'achat d'une nouvelle mise à niveau supprimera le nouveau
id_id: Anda memiliki upgrade yang aktif. Pembelian Upgrade baru akan menghapus satu saat
pl_pl: Masz aktywny Upgrade. Zakup nowego wyeliminuje stary
pt_pt: Você tem uma atualização ativa. Comprar nova atualização removerá o atual
ru_ru: У вас есть активный абгрейд. Покупка нового абгрейда удалит текущий

source: Achievements
de_de: Auszeichnungen
es_es: Logros
fr_fr: Achèvement
id_id: Penghargaan
pl_pl: Osiągnięcia
pt_pt: Conquistas
ru_ru: Достижения
tr_tr: Başarılar

# ACHIEVEMENT_1
source: For those who had more than %n% banner campaigns
de_de: Für die, die mehr als %n% Banner Kampagnen hatten
es_es: Para aquellos que tenían más de %n% campañas banner
fr_fr: Pour ceux qui ont réalisé plus de %n% campagnes bannières
id_id: Untuk siapa saja yang lebih dari %n% banner campaigns
pl_pl: Dla tych, którzy przeprowadzili więcej niż %n% kampanii bannerowych/kampanie bannerowe
pt_pt: Para aqueles que tiveram mais de %n% de campanhas de banner
ru_ru: Для тех, кто имел больше %n% баннерных кампаний

# ACHIEVEMENT_2
source: For those who had more than %n% Facebook campaigns
de_de: Für die, die mehr als %n% Facebook Kampagnen hatten
es_es: Para aquellos que tenían más de %n% campañas de Facebook
fr_fr: Pour ceux qui ont eu plus de %n% campagnes Facebook
id_id: Untuk siapa saja yang lebih dari %n% Facebook campaigns
pl_pl: Dla tych, którzy przeprowadzili więcej niż %n% kampanii/kampanie Facebook
pt_pt: Para aqueles que tiveram mais de %n% de campanhas do Facebook
ru_ru: Для тех, кто имел больше %n% Facebook кампаний

# ACHIEVEMENT_3
source: For those who had more than %n% advertisement campaigns
de_de: Für die, die mehr als %n% Anzeige Kampagnen hatten
es_es: Para aquellos que tenían más de %n% campañas de publicidad
fr_fr: Pour ceux qui ont eu plus de %n% campagnes publicitaires
id_id: Untuk seiapa saja yang lebih dari %n% advertisement campaigns
pl_pl: Dla tych, którzy przeprowadzili więcej niż %n% kampanii PTC/kampanie PTC
pt_pt: Para aqueles que tiveram mais de %n% de campanhas publicitárias
ru_ru: Для тех, кто имел больше %n% рекламных кампаний

# ACHIEVEMENT_4
source: For those who clicked more than %n% ads
de_de: Für die, die mehr als %n% Anzeigen geklickt haben
es_es: ¿Eres un clicker activo? el sistema te reconoce, se asigna una bandera diferente para los usuarios que realizaron más de %n% Clicks en los anuncios
fr_fr: Pour ceux qui ont cliqué sur plus de %n% annonces
id_id: Untuk siapa saya klik lebih dari %n% ads
pl_pl: Dla tych, którzy kliknęli więcej niż %n% reklam
pt_pt: Para aqueles que clicaram em mais de %n% de anúncios
ru_ru: Для тех, кто нажал больше %n% реклам

# ACHIEVEMENT_5
source: For those who earned more than %n%
de_de: Für die, die mehr als $%n% verdient hatten
es_es: Para aquellos que ganaron más de $%n%
fr_fr: Pour ceux qui ont gagné plus de %n%
id_id: Untuk siapa saja yang telah mendapat Rp%n%
pl_pl: Dla tych, którzy zarobili więcej niż $%n%
pt_pt: Para aqueles que ganharam mais de %n%
ru_ru: Для тех, кто заработал больше $%n%

# ACHIEVEMENT_6
source: For those who had more than %n% direct referrals
de_de: Für die, die mehr als %n% Direkt Referrals hatten
es_es: ¿Eres un influencer? el sistema te reconoce, si tienes más de %n% referidos directos se te asignara un sticker.
fr_fr: Pour ceux qui ont eu plus de %n% filleules direct
id_id: Untuk siapa saja yang lebi hdari %n% direct referrals
pl_pl: Dla tych, którzy mieli więcej niż %n% bezpośrednich poleconych
pt_pt: Para aqueles que tiveram mais de %n% referências diretas
ru_ru: Для тех, кто имел больше %n% прямых рефералов

# ACHIEVEMENT_7
source: For those who had more than %n% rented referrals
de_de: Für die, die mehr als %n% Gemietete Referrals hatten
es_es: Para aquellos que tuvieron más de %n% referidos rentados
fr_fr: Pour ceux qui avaient plus de %n% filleule loués
id_id: Untuk siapa saja yang lebi hdari %n% rented referrals
pl_pl: Dla tych, którzy mieli więcej niż %n% wynajętych poleconych
pt_pt: Para aqueles que tinham mais de %n% alugado referências
ru_ru: Для тех, кто имел больше %n% арендованных рефералов

# ACHIEVEMENT_8
source: For those who transferred more than $%n% at once
de_de: Für die, die mehr als $%n% auf einmal transferiert haben
es_es: Para aquellos que transfirieron más de $%n% a la vez
fr_fr: Pour ceux qui ont transféré plus de $%n% à la fois
id_id: Untuk siapa saya yang transfer lebih dari Rp%n% saat pertama
pl_pl: Dla tych, którzy przetransferowali więcej niż $%n% za jedym razem
pt_pt: Para aqueles que transferiram mais de $ %n% ao mesmo tempo
ru_ru: Для тех, кто переведел более чем $%n% сразу

source: Entry
de_de: Eintrag
es_es: Entrada
fr_fr: Entrée
id_id: Masuk
pl_pl: Wpis
pt_pt: Entrada
ru_ru: Вход
tr_tr: Giriş

# FORPURCHASED
source: for
es_es: por
fr_fr: pour
id_id: untuk
pl_pl: za
pt_pt: Para
ru_ru: Для
tr_tr: için

# HISTORY_1
source: Payout of
de_de: Auszahlung von
es_es: Cobro de
fr_fr: Paiement de
id_id: Cashout dari
pl_pl: Wypłata
pt_pt: Pagamento de
ru_ru: Вывод средств из
tr_tr: Cashout of

# HISTORY_2
source: Purchased
de_de: Gekauft
es_es: Comprar
fr_fr: Acheté
pl_pl: Zakupiono
pt_pt: Comprado
ru_ru: Приобретенные
tr_tr: Satın alındı

# HISTORY_3
source: Registered new account. Welcome
de_de: Neuen Account registriert. Willkommen
es_es: Bienvenido/a, su cuenta ha sido registrada
fr_fr: Nouveau compte enregistré. Bienvenue
id_id: Akun Telah Terdaftar . Selamat Datang
pl_pl: Zarejestrowano nowe konto. Witamy
pt_pt: Nova conta registrada. Bem Vindo
ru_ru: Создать новый аккаунт. Добро пожаловать.
tr_tr: Yeni kullanıcı kaydı. Hoşgeldin

# HISTORY_4
source: Transferred
de_de: Umgetauscht
es_es: Transferido
fr_fr: Transféré
id_id: Ditransfer
pl_pl: Przetransferowano
pt_pt: Transferido
ru_ru: Переданы
tr_tr: Transfer

# HISTORY_5
source: Your upgrade expired
de_de: Dein Upgrade ist abgelaufen
es_es: Tu membresía (Premium) ha caducado
fr_fr: Votre mise à niveau a expiré
id_id: Upgrade Anda berakhir
pl_pl: Twój upgrade wygasł
pt_pt: Sua atualização expirou
ru_ru: Ваш абгрейд истёк
tr_tr: Üyeliğin sona erdi

# HISTORY_6
source: Bought new upgrade
de_de: Neues Upgrade gekauft
es_es: Has comprado una nueva membresía (Premium)
fr_fr: Acheté une nouvelle mise à niveau
id_id: Membeli upgrade yang baru
pl_pl: Kupiono nowy upgrade
pt_pt: Comprei nova atualização
ru_ru: Купил новый абгрейд
tr_tr: Hesap yükseltildi

# ACHIEVEMENTSMENU
source: Trophies
de_de: Trophäen
es_es: Trofeos
fr_fr: Trophées
id_id: Trofi
pl_pl: Trofea
pt_pt: Troféus
ru_ru: Трофеи
tr_tr: Kupalar

source: All history logs
de_de: Alle Verlaufsprotokolle
es_es: Historial de todos los registros
fr_fr: Tous les journaux d'historique
id_id: Semua histori
pl_pl: Wszystkie logi
pt_pt: Todos os registros de histórico
ru_ru: Журнал истории
tr_tr: Tüm logları görüntüle

# LATESTHISTORY
source: Latest history entries
de_de: Letzte Verlauf Einträge
es_es: Últimas entradas del historial
id_id: Entri sejarah terbaru
pl_pl: Ostatnia aktywność
pt_pt: Últimas entradas de histórico
ru_ru: Последние записи в журнале
tr_tr: Son log kayıtları

# ACHIEVEMENTSINFO
source: Get fame and %c% by collecting our achievements
de_de: Bekomme Ruhm und Punkte durch das Sammeln unserer Auszeichnungen
es_es: Gana puntos y fama consiguiendo lo logros
id_id: Kumpulkan poinnya dari setiap penghargaan yang kami berikan.
pl_pl: Zdobądź sławę i punkty poprzez zbieranie nowych osiągnięć
pt_pt: Obtenha fama e %c% ao coletar nossas conquistas
ru_ru: Получить известность и очки, собирая наши достижения
tr_tr: Get fame and points by collecting our achievements

# ALLAVAILABLEACHIVS
source: All available achievements
de_de: Alle verfügbaren Auszeichnungen
es_es: Todos los logros disponibles
id_id: Semua Penghargaan
pl_pl: Wszystkie dostępne osiągnięcia
pt_pt: Todas as realizações disponíveis
ru_ru: Все имеющиеся достижения
tr_tr: Mevcut tüm başarılar

# NEWACHIEVEMENTS
source: You've got new achievement(s)!
de_de: Du hast neue Auszeichnungen!
es_es: ¡Tienes nuevos logros!
id_id: Anda mendapatkan penghargaan baru
pl_pl: Masz nowe osiągniecie/osiągnięcia!
pt_pt: Você tem novas realizações!
ru_ru: У вас есть новые достижения(s)!
tr_tr: Yeni başarılar var!

# NOACHIVS
source: You don't have any achievements. Try harder
de_de: Du hast noch keine Auszeichnungen. Versuch es weiter
es_es: Todavía no tienes ningún logro
id_id: Anda tidak memiliki penghargaan. Berusahalah lebih keras lagi.
pl_pl: Nie masz żadnych osiągnieć. Postaraj się bardziej!
pt_pt: Você não tem nenhuma conquista. Tente mais
ru_ru: Вы не имеете никаких достижений. Попробуйте работать больше.
tr_tr: Herhangi bir başarı elde etmemişsiniz , zoru başarın.

source: Points reward
de_de: Punkte Belohnung
es_es: Puntos de fidelidad
fr_fr: Points de récompense
id_id: Hadiah Poin
pl_pl: Nagroda punktowa
pt_pt: Recompensa de pontos
ru_ru: Бонусные баллы
tr_tr: Puan:

# CASHOUT
source: Withdraw
de_de: Auszahlung
es_es: Retirar dinero
fr_fr: Retirer
id_id: Cashout
pl_pl: Wypłata
pt_pt: Retirar
ru_ru: Вывод средств
tr_tr: Paraçek

# CASHOUTINFO
source: Withdraw your funds easily anytime you want to
de_de: Zahlen Sie Ihr Geld einfach aus, wann immer Sie wollen
es_es: Puedes retirar el dinero de tu balance siempre y cuando tengas el mínimo permitido.
fr_fr: Retirez vos fonds facilement n'importe quand et ou vous voulez
id_id: Withdraw uang anda kapanpun
pl_pl: Wypłać swoje pieniądze kiedy tylko chcesz
pt_pt: Retirar seus fundos facilmente a qualquer momento que você quiser
ru_ru: Вывод средств легко и в любое время

# LIMIT
source: Minimum
es_es: Límite
pl_pl: Limit
pt_pt: Mínimo
ru_ru: Минимум

# CASHOUTLIMITINFO
source: You can withdraw as soon as you reach the payout minimum. Minimum depends on the payout number and current membership
de_de: Du kannst dich auszahlen lassen, sobald Du die Mindestauszahlungs erreicht hast. Der Mindestauszahlungsbetrag ist abhängig von der aktuellen Mitgliedschaft
es_es: Puedes solicitar el cobro cuando alcance el mínimo de cobro. El balance mínimo requerido es el mismo para todas las membresías.
fr_fr: Vous pouvez retirer dès que vous atteignez le minimum de paiement. Minimum dépend du nombre de coupon et du membership actuelle
id_id: Anda dapat cashout segera setelah Anda mencapai minimum cashout . Minimum tergantung pada jumlah cashout dan keanggotaan saat ini
pl_pl: Aby wypłacić pieniądze musisz osiągnąć dany limit. Limit zależy od ilości wykonanych wypłat w przeszłości
pt_pt: Você pode retirar assim que atingir o mínimo de pagamento. O mínimo depende do número de pagamento e da associação atual
ru_ru: Вы можете обналичить, как только вы достигнете минимум для вывода средств. Минимальная сумма зависит от количества выплат и ваших достижений.
tr_tr: You can cashout as soon as you reach the cashout minimum. Minimum depends on the cashout number and current membership

# ER_BADPIN2
source: Wrong PIN
de_de: Falscher PIN
es_es: PIN incorrecto.
fr_fr: PIN incorrect
id_id: PIN salah
pl_pl: Nieporawny PIN
pt_pt: PIN errado
ru_ru: Неверный PIN
tr_tr: Hatalı PIN

# HAVENTREACHLIMIT
source: You haven't reach your cashout minimum yet
de_de: Du hast den Minestauszahlungsbetrag noch nicht erreicht
es_es: No cuentas con el balance necesario para pedir un pago.
fr_fr: Vous n'avez pas encore atteint votre minimum de retrait
id_id: Anda belum mencapai minimal cashout Anda belum
pl_pl: Nie osiągnąłeś jeszcze swojego limitu wypłaty
pt_pt: Você ainda não atingiu seu saque mínimo
ru_ru: Вы ещё не достигли своего минимума для вывода средств.
tr_tr: Henüz para çekme limitine ulaşmış değilsiniz.

source: Rest
es_es: Desde
pl_pl: Pozostałe
pt_pt: Descansar
ru_ru: Остальные

source: Avatar URL
es_es: URL de tu avatar
pl_pl: URL Avatara
pt_pt: URL do Avatar
ru_ru: Аватар URL

# MESSAGEOFFINFO
source: You turned the message system off. You are unable to send/manage/receive messages
de_de: Du hast das Nachrichtensystem deaktiviert. Du kannst keine Nachrichten senden/verwalten oder bekommen
es_es: ¿Seguro que quieres desactivar el sistema de mensajería? Recuerda que no podrás enviar o recibir mensajes (incluidos los de administración.)
fr_fr: Vous avez désactivé le système de messagerie. Vous ne pouvez pas envoyer / gérer / recevoir des messages
id_id: Anda mengubah sistem pesan off . Anda tidak dapat mengirim / mengelola / menerima pesan
pl_pl: Wyłączyłeś System Wiadomości. Nie możesz pisać/zarządzać/odbierać wiadomości
pt_pt: Você desligou o sistema de mensagens. Você não consegue enviar / gerenciar / receber mensagens
ru_ru: Вы отключили систему обмена сообщениями. Вы не можете отправить/управлять/получать сообщения
tr_tr: Mesaj sistemin kapalı. İletileri almak / yönetmek / göndermek mümkün değildir.

# MESSAGESSYSTEM
source: Message system
de_de: Nachrichten System
es_es: Sistema de mensajería
fr_fr: Système de message
id_id: Sistem pesan
pl_pl: System Wiadomości
pt_pt: Sistema de mensagens
ru_ru: Система сообщений
tr_tr: Mesaj Sistemi

source: off
de_de: deaktiviert
es_es: Deshabilitar
pl_pl: wył
pt_pt: fora
ru_ru: Выкл
tr_tr: kapalı

source: on
de_de: Aktiviert
es_es: Habilitar
pl_pl: wł
pt_pt: ligado
ru_ru: Вкл
tr_tr: açık

# REQ_AVATARURL
source: Avatar URL is required
de_de: Avatar URL wird benötigt
es_es: Se requiere la ULR del avatar
fr_fr: Avatar URL est nécessaire
id_id: Avatar URL dibutuhkan
pl_pl: URL avatara jest niezbędny
pt_pt: O URL do avatar é obrigatório
ru_ru: Требуется URL аватара
tr_tr: Avatar URL gerekli

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить
tr_tr: Kaydet

# SETTINGSINFO
source: Manage your account. Change all your settings here
de_de: Verwalte dein Account. Ändere hier alle deine Einstellungen
es_es: Administra tu cuenta, puedes cambiar los ajustes desde este sector.
fr_fr: Gérer votre compte. Modifiez tous vos paramètres ici
id_id: Kelola akun Anda. Mengubah semua pengaturan Anda di sini
pl_pl: Zarządzaj swoim kontem. Wszystkie ustawienia możesz zmienić tutaj
pt_pt: Gerencie sua conta. Alterar todas as suas configurações aqui
ru_ru: Для клиентов. Изменить все свои настройки здесь
tr_tr: Hesabınızı yönetin. Burada tüm ayarlarınızı değiştirebilirsiniz.

# ER_MUSTPNGJPG
source: Avatar must be .JPG or .PNG image
de_de: Avatar muss .JPG oderr .PNG Bild sein
es_es: El formato del avatar debe ser: .JPG o .PNG
fr_fr: L'avatar doit être une image .JPG ou .PNG
id_id: Avatar harus .JPG or .PNG image
pl_pl: Awatar musi być obrazkiem .JPG lub .PNG
pt_pt: Avatar deve ser .JPG ou .PNG imagem
ru_ru: Аватар должен быть .JPG или .PNG формата
tr_tr: Avatar .JPG veya PNG biçiminde olmalı

# H_LEAVEBLANK
source: Leave blank if you don't want to change it
de_de: Leer lassen, wenn Du es nicht ändern willst
es_es: Deja esto en blanco si no quieres modificarlo
fr_fr: Laissez vide si vous ne souhaitez pas le modifier
id_id: Kosongkan jika Anda tidak ingin mengubahnya
pl_pl: Zostaw puste jeśli nie chcesz zmieniać
pt_pt: Deixe em branco se você não quiser alterá-lo
ru_ru: Оставьте пустым, если не хотите изменять его.
tr_tr: Bunu değiştirmek için istemiyorsanız boş bırakın

# JPGPNG
source: Must be JPG/PNG and nice
de_de: Muss JPG/PNG und schön sein
es_es: El formato de la imagen ha de ser JPG o PNG
fr_fr: Doit être JPG/PNG
id_id: Harus JPG / PNG dan bagus
pl_pl: Musi być JPG/PNG i ładny
pt_pt: Deve ser JPG/PNG e agradável
ru_ru: Должен быть JPG/PNG формат для принятия
tr_tr: JPG / PNG ve olmalı

# MESSAGEONOFF
source: Once you disable the message system you won't be able to send/manage and receive any messages from others
de_de: Wenn Du das Nachrichtensystem deaktivierst bist Du nicht in der Lage Nachrichten zu senden / zu empfangen oder zu verwalten
es_es: Has desactivado el sistema de mensajería. No podrás enviar o recibir mensajes (incluidos los de administración.)
fr_fr: Une fois que vous désactivez le système de messagerie, vous ne pourrez pas envoyer / gérer et recevoir les messages des autres
id_id: Setelah Anda menonaktifkan sistem pesan Anda tidak akan dapat mengirim / mengelola dan menerima pesan dari orang lain
pl_pl: Jeżeli wyłączysz System Wiadomości nie będziesz mógł pisać/zarządzać/odbierać wiadomości
pt_pt: Depois de desativar o sistema de mensagens, não será possível enviar / gerenciar e receber mensagens de terceiros
ru_ru: После того, как вы отключите систему обмена сообщениями, вы не сможете отправлять/управлять и получать сообщения от других
tr_tr: Mesaj sistemini devre dışı bıraktıktan sonra başkalarından herhangi bir mesaj almak / yönetmek / göndermek mümkün olmayacaktır
