Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# PAYVIA
source: Pay via payment processor
de_de: Zahlen mit PayPal/Payza
es_es: Pagar con PayPal/Payza
fr_fr: Payer via le processeur de paiement
id_id: Bayar via PayPal/Payza
pl_pl: Zapłać przez PayPal/Payza
pt_pt: Pagamento via processador de pagamento
ru_ru: Оплата через PayPal/Payza
tr_tr: PayPal / Payza ile ödeme

# OUT1
source: You can advertise in various ways, depending on your needs. Choose the most suitable option below
de_de: Du kannst auf verschiedene Weise werben, je nach Deinem Bedürfnissen. Wähle unten die am besten geeignete Option
es_es: Después de verificar el pago, su campaña cambiara al siguiente estado: “Pendiente de aprobación”. Una vez que su campaña sea aprobada, el estado cambiara a “Inactiva”. Debe activar su campaña para que esta sea visible.
fr_fr: Vous pouvez annoncer de diverses façons, selon vos besoins. Choisissez l'option la plus appropriée ci-dessous
id_id: Anda dapat beriklan dengan berbagai cara , tergantung pada kebutuhan Anda . Pilih opsi yang paling cocok di bawah ini
pl_pl: W zależności od swoich potrzeb, możesz reklamować się w różnorodny sposób. Wybierz poniżej najbardziej pasującą opcję dla Ciebie
pt_pt: Você pode anunciar de várias maneiras, dependendo de suas necessidades. Escolha a opção mais adequada abaixo
ru_ru: Вы можете рекламироваться по-разному, в зависимости от ваших потребностей. Выберите наиболее подходящий вариант ниже
tr_tr: İhtiyaçlarınıza bağlı olarak, çeşitli şekillerde reklam verebilirsiniz. Aşağıda size en uygun seçeneği seçin

# OUT10
source: Advertise without registering
de_de: Werben ohne Registrierung
es_es: Crear una campaña sin Registrarse
fr_fr: Annoncer sans s'inscrire
id_id: Beriklan tanpa mendaftar
pl_pl: Reklama bez rejestracji
pt_pt: Anuncie sem registrar
ru_ru: Реклама без регистрации
tr_tr: Kayıt olmadan Reklam verin

# OUT11
source: If you don't want to register an account
de_de: Wenn Du keinen Account registrieren willst
es_es: Si no desea crear una cuenta, pero quiere anunciarse directamente.
fr_fr: Si vous ne souhaitez pas créer un compte
id_id: Jika Anda tidak ingin mendaftarkan akun
pl_pl: Jeśeli nie chcesz się zakładać konta
pt_pt: Se você não quiser registrar uma conta
ru_ru: Если вы не хотите зарегистрировать учетную запись
tr_tr: Kayıt olmak istemiyorsanız

# OUT12
source: Instant activation after Approval
de_de: Sofortige Aktivierung nach der Prüfung
es_es: La activación se realizará de manera instantánea luego de que su campaña sea aprobada.
fr_fr: Activation instantanée après approbation
id_id: Aktivasi instan setelah Persetujuan
pl_pl: Natychmiastowa aktywacja po zatwierdzeniu reklamy
pt_pt: Ativação imediata após a aprovação
ru_ru: Мгновенная активация после утверждения
tr_tr: Onay sonrası Anında aktivasyon

# OUT13
source: Notifications about Campaign status (on email)
es_es: Se le notificara a través de un correo electrónico sobre el estado de su campaña.
fr_fr: Notifications sur le statut de la campagne (par e-mail)
id_id: Pemberitahuan mengenai status campaign ( diemail )
pl_pl: Powiadomienia na temat statusu kampanii (na e-mail)
pt_pt: Notificações sobre o status da campanha (no e-mail)
ru_ru: Уведомления о состоянии кампании (по электронной почте)
tr_tr: Kampanya durumu hakkında Bildirimler (e-posta)

# OUT2
source: Register and advertise
de_de: Registrieren und werben
es_es: Regístrate y crea tu campaña
fr_fr: S'inscrire et annoncer
id_id: Daftar dan mengiklankan
pl_pl: Zarejestruj się
pt_pt: Cadastre-se e anuncie
ru_ru: Зарегистрироваться и начать рекламировать
tr_tr: Kayıt ve reklam

# OUT3
source: If you want to use our advertising potential fully
de_de: Wenn Sie unser volles Werbepotenzial nutzen wollen
es_es: Si deseas utilizar plenamente nuestro potencial en publicidad
fr_fr: Si vous voulez utiliser notre potentiel publicitaire entièrement
id_id: Jika Anda ingin menggunakan potensi iklan kami sepenuhnya
pl_pl: Jeśli chcesz wykorzystać wszystkie funkcje
pt_pt: Se você quiser usar nosso potencial de publicidade totalmente
ru_ru: Если вы хотите в полной мере использовать наш рекламный потенциал
tr_tr: Tam reklam potansiyelini kullanmak istiyorsanız

# OUT4
source: Create new PTC / Banner / Facebook / TrafficGrid campaign
de_de: Neue PTC / Banner / Facebook / TrafficGrid Kampagne erstellen
es_es: Crear nueva campaña / Facebook / Banner /
fr_fr: Créer une nouvelle campagne PTC / Banner / Facebook / TrafficGrid
id_id: Buat baru PTC / Banner / Facebook / TrafficGrid campaign
pl_pl: Utwórz nową kampanię PTC / Banner / Facebook / TrafficGrid
pt_pt: Criar nova campanha PTC / Banner / Facebook / TrafficGrid
ru_ru: Создать новую кампанию PTC/Баннер/Фейсбук/TrafficGrid
tr_tr: Yeni PTC / Banner / Facebook / TrafficGrid kampanya oluştur

# OUT5
source: Demographic filter
de_de: Demografischer Filter
es_es: Filtro demográfico
fr_fr: Filtre démographique
pl_pl: Flitr demograficzny
pt_pt: Filtro demográfico
ru_ru: Демографический фильтр
tr_tr: Demografik filtre

# OUT6
source: Strong anti-cheat protection
de_de: Starker Anti-Cheat Betrugsschutz
es_es: Fuerte protección anti-trampas
fr_fr: Une protection anti-triche robuste
pl_pl: Zaawansowana ochrona przeciwko oszustwom
pt_pt: Proteção anti-fraude forte
ru_ru: Надежная защита анти-чит
tr_tr: Güçlü anti-hile koruması

# OUT7
source: Start and Pause your campaign at any time
de_de: Starte und Pausiere Deine Kampagne jederzeit
es_es: Inicie y Pause su campaña cuando usted quiera
fr_fr: Démarrer et Suspendre votre campagne à tout moment
id_id: Start dan Pause campaign anda setiap saat
pl_pl: Pauzuj i Wznawiaj swoją kampanię kiedy tylko chcesz
pt_pt: Iniciar e pausar sua campanha a qualquer momento
ru_ru: Запуск и остановка кампании в любое время
tr_tr: Kampanyanızı istediğiniz zaman başlatabilir yada duraklatabilirsiniz.

# OUT8
source: Purchase additional clicks
de_de: Kaufe zusätzliche Klicks
es_es: Comprar clicks adicionales
fr_fr: Acheter des clics supplémentaires
id_id: Pembelian klik tambahan
pl_pl: Zakup dodatkowe odsłony
pt_pt: Comprar cliques adicionais
ru_ru: Приобретите дополнительные клики
tr_tr: Ek tıklama Satınalma

# OUT9
source: Progress charts
de_de: Fortschritt-Charts
es_es: Gráficos de progreso
fr_fr: Graphique de progression
pl_pl: Analiza postępu
pt_pt: Gráficos de progresso
ru_ru: График прогресса
tr_tr: İlerleme çizelgeleri

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
id_id: Statistik
pl_pl: Statystyki
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatistikler

# LIKESSMALL
source: likes
es_es: Me gusta
fr_fr: j'aime
pl_pl: lajki
ru_ru: Лайк
tr_tr: beğeniler

source: Current PIN
de_de: Aktueller PIN
es_es: PIN Actual
fr_fr: Code PIN
pl_pl: Aktualny Kod PIN
pt_pt: PIN atual
ru_ru: Текущий PIN
tr_tr: Geçerli PIN

source: Seconds
de_de: Sekunden
es_es: segundos
fr_fr: Secondes
id_id: detik
pl_pl: sekund
pt_pt: Segundos
ru_ru: секунды
tr_tr: saniye

# DEMOCHECK
source: This operation has been disabled in demo version
de_de: Dieser Vorgang wurde in der Demoversion deaktiviert
es_es: Esta operación no está disponible en la versión demo
fr_fr: Cette opération a été désactivée dans la version de démonstration
pl_pl: Nie można wykonać tej operacji w wersji demonstacyjnej
pt_pt: Esta operação foi desativada na versão demo
ru_ru: Эта операция была отключена в демо-версии

# ALLCLICKSMADE
source: All clicks made to your account
de_de: Alle mit deinem Account gemachte Klicks
es_es: Todos los clicks generados hasta la fecha
fr_fr: Tous les clics effectués sur votre compte
id_id: Semua Klik Saya
pl_pl: Wszystkie kliknięcia na Twoje konto
pt_pt: Todos os cliques feitos na sua conta
ru_ru: Все клики, сделанные на ваш счёт
tr_tr: Hesabınızda yapılan tüm tıklamalar

# ALLCREDITEDMONEY
source: Money credited to your account
de_de: Gutgeschriebenes Accountguthaben
es_es: Balance Total en $
fr_fr: Argent crédité sur votre compte
id_id: Kredit Uang Saya
pl_pl: Zarobione pieniądze
pt_pt: Dinheiro creditado na sua conta
ru_ru: Деньги зачисляются на ваш счёт
tr_tr: Kazançlarınız

# CLICKSTOCHART
source: Clicks
de_de: Klicks
fr_fr: Clics
id_id: Klik
pl_pl: Klikniecia
pt_pt: Cliques
ru_ru: Кликов
tr_tr: Tıklamalar

# DAYSTOCHART
source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
id_id: Hari
pl_pl: Dni
pt_pt: Dias
ru_ru: Дни
tr_tr: Gün

# STATSINFO
source: Those are the statistics connected to your account. To see statistics for particular referral go to referral list and click 'See chart' image
de_de: Dies sind die mit deinem Konto verbunden Statistiken. Um die Statistiken für bestimmte Referrals zu sehen gehe zur Referralliste
es_es: Estas son las estadísticas relacionadas con su cuenta. Para ver las estadísticas de referidos en particular vaya a la lista de referidos y haga click en la imagen "Ver tabla"
fr_fr: Ce sont les statistiques liées à votre compte. Pour voir les statistiques pour un filleule particulier allez à la liste des filleules et cliquez sur 'Voir l'image du graphique'
id_id: Berikut adalah data statistik yang terhubung ke akun Anda. Untuk melihat statistik refferal tertentu pergi ke daftar refferal dan klik 'Lihat grafik'.
pl_pl: To są statystyki powiązane z Twoim kontem. Aby zobaczyć statystyki dotyczące poszczególnych poleconych, przejdź do listy poleconych i kliknij 'Zobacz wykres'
pt_pt: Essas são as estatísticas conectadas à sua conta. Para ver as estatísticas de referência específica, vá para a lista de referências e clique em "Ver gráfico"
ru_ru: Таковы статистические данные, связанные с вашей учетной записи. Чтобы увидеть статистику для конкретного направления идите к списку рефералов и нажмите "см. диаграмму« образ

# USERCLICKSMADE
source: Your clicks
de_de: Deine Klicks
es_es: Tus clicks
fr_fr: Vos clics
id_id: Klik anda
pl_pl: Twoje kliknięcia
pt_pt: Seus cliques
ru_ru: Ваших кликов
tr_tr: Tıklamalarınız

source: you have
de_de: du hast
es_es: tienes
fr_fr: vous avez
id_id: anda mempunyai
pl_pl: masz
pt_pt: você tem
ru_ru: у вас есть

source: On/Off
es_es: Encender/Apagar
pl_pl: Wł/Wył
ru_ru: Вкл/Выкл
tr_tr: Açık/Kapalı

# ACCBLACK
source: This account has been banned because its aspect has been blacklisted
de_de: Dieses Konto wurde gesperrt, weil er auf die Blackliste gesetzt wurde
es_es: Esta cuenta está bloqueada, aparece en la lista negra.
fr_fr: Ce compte a été interdit parce que son aspect a été mis sur la liste noire
id_id: Akun ini telah dibanned karena telah tercantum dalam blacklist
pl_pl: To konto zostało zbanowane ponieważ jego aspekt (IP/Kraj/Nazwa) został zakazany
pt_pt: Esta conta foi banida porque o seu aspecto foi incluído na lista negra
ru_ru: Эта учетная запись была запрещена, потому что ее аспект был занесен в черный список

# COUNTRYFORBID
source: Your country has been blacklisted. You can't register
de_de: Ihr Land wurde die Blacklist gesetzt. Sie können sich nicht registrieren
es_es: Lo sentimos, pero tu país no está habilitado para participar. Disculpe las molestias.
fr_fr: Votre pays a été mis sur la liste noire. Vous ne pouvez pas vous inscrire
pl_pl: Twój kraj został wpisany na czarną listę. Nie możesz się zarejestrować
pt_pt: Seu país foi colocado na lista negra. Você não pode se registrar
ru_ru: Ваша страна занесена в черный список. Вы не можете зарегистрироваться

# IPFORBID
source: Your IP address has been blacklisted. You can't register
de_de: Deine IP Adresse steht auf der Blacklist. Du kannst dich nicht registrieren
es_es: Su dirección IP se encuentra bloqueada. No se puede registrar, si cree que esto es un error, puede enviar un correo a nuestro centro de soporte.
fr_fr: Votre adresse IP a été mise en liste noire. Vous ne pouvez pas vous inscrire
id_id: Alamat IP Anda telah daftar hitam . Anda tidak dapat mendaftar
pl_pl: Twój adres IP został wpisany na czarną listę. Nie możesz się zarejestrować
pt_pt: Seu endereço IP foi colocado na lista negra. Você não pode se registrar
ru_ru: Ваш IP-адрес был занесен в черный список. Вы не можете зарегистрироваться
tr_tr: IP adresiniz kara listeye alınmıştır . Kayıt olmanıza izin verilmez.

# UNAMEFORBID
source: This username is forbidden
de_de: Dieser Nutzername ist nicht erlaubt
es_es: Nombre de usuario no permitido, por favor elija otro.
fr_fr: Ce nom pseudo est interdit
id_id: Username ini dilarang
pl_pl: Ta nazwa jest zabroniona
pt_pt: Este nome de usuário é proibido
ru_ru: Это имя пользователя запрещено
tr_tr: Bu kullanıcı adı yasak

# MANUALPP
source: Must be approved by the administrator
de_de: Muss vom Administrator geprüft werden
es_es: Deben ser aprobados por el administrador
fr_fr: Doit être approuvé par l'administrateur
id_id: Harus disetujui oleh administrator
pl_pl: Wymaga zatwierdzenia przez administratora
pt_pt: Deve ser aprovado pelo administrador
ru_ru: Должен быть утвержден администратором
tr_tr: Yönetici tarafından onaylanması gerekiyor

source: Payout type
de_de: Auszahlungs Art
es_es: Tipo de pago
fr_fr: Type de paiement
id_id: Tipe Payout
pl_pl: Typ wypłaty
pt_pt: Tipo de pagamento
ru_ru: Тип выплат
tr_tr: Ödeme türü

# PRNOTPAID
source: You have %var1% unpaid payout request(s) worth %var2% . First from %var3%
de_de: Du hast %var1% unbezahlte Auszahlungsanfragen im Wert von %var2% . Erste von %var3%
es_es: Tienes %var1% solicitud de pago/s, por un valor de %var2% . El primero de %var3%
fr_fr: Vous avez %var1% des demandes de paiement non payées valant %var2% . D'abord de %var3%
id_id: Anda memiliki %var1% permintaan payout dibayar senilai %var2% . Pertama dari %var3%
pl_pl: Masz %var1% zleconą wypłatę o łącznej wartości %var2% . Pierwsza zlecona %var3%
pt_pt: Você tem %var1% pagamento(s) de pagamento não pago %var2%. Primeiro de %var3%
ru_ru: У вас есть %var1% неоплаченных запросов выплаты(s) стоит %var2% . Первый из %var3%

# CLICKSSTRAIGHT
source: Clicks
de_de: Klicks
fr_fr: Clics
id_id: Klik
pl_pl: Kliki
pt_pt: Cliques
ru_ru: Кликов
tr_tr: Tıklamalar

source: Error :(
de_de: Fehler :(
fr_fr: Erreur :(
pl_pl: Błąd :(
pt_pt: Erro :(
ru_ru: Ошибка :(
tr_tr: Hata :(

# ERROR_INFO
source: Try refreshing/re-logging/again after 5 minutes. If the situation persists, contact the administrator
de_de: Versuche Dich nach 5 Minuten dich erneut anzumelden. Wenn die Situation anhält, wende Dich an den Administrator
es_es: Opps! Por favor, espera 5 minutos e intente ingresar nuevamente, si el problema persiste, contacte a nuestro equipo de soporte.
fr_fr: Essayez de rafraîchir la page de nouveau après 5 minutes. Si la situation persiste, contactez l'administrateur
id_id: Coba menyegarkan / re - logging / lagi setelah 5 menit . Jika situasi terus berlanjut, hubungi administrator
pl_pl: Spóbuj odświeżyć/przelogować się/ponownie za 5 minut. Jeśli problem się powtarza, skontaktuj się z administratorem
pt_pt: Tente atualizar /re-logging /novamente após 5 minutos. Se a situação persistir, entre em contato com o administrador
ru_ru: Попробуйте повторный вход через 5 минут. Если ситуация повторится, обратитесь к администратору
tr_tr: 5 dakika sonra tekrar yenileniyor / yeniden-günlüğü / sahipsiniz. Durum devam ederse, yöneticisine başvurun

source: Completed tasks
de_de: Erledigte Aufgaben
es_es: Tareas completadas
fr_fr: Tâches achevées
pl_pl: Ukończone zadania
pt_pt: Tarefas concluídas
ru_ru: Завершенные задачи
tr_tr: Tamamlanan görevler

# FEATUREDISABLED
source: Feature disabled by the administrator
de_de: Feature vom Administrator deaktiviert
es_es: Función desactivada por el administrador
fr_fr: Fonction désactivée par l'administrateur
id_id: Fitur dinonaktifkan oleh administrator
pl_pl: Opcja wyłączona przez administratora
pt_pt: Recurso desabilitado pelo administrador
ru_ru: Функция отключена администратором
tr_tr: Özellik yönetici tarafından devre dışı bırakılmıştır

# HISTORY_7
source: Credited for the Offer Wall with
de_de: Gutschrift für die Offerwall
es_es: Acreditado por un offerwall con
fr_fr: Crédit pour le offerwall avec
id_id: Dikreditkan untuk offerwall dengan
pl_pl: Zatwierdzono offerwall za
pt_pt: Credited para o offerwall com
ru_ru: Кредит на offerwall с

# OFFERCLICKINFO
source: Click on the image below to activate the Offer Wall. After you complete the task you will be rewarded in points automatically (after your task is verified). Nothing happens when you click the image? Turn off your AdBlock
de_de: Klicke auf das Bild unten, um die Offerwall zu aktivieren. Nachdem Du die Aufgabe erledigt hast, wirst du automatisch mit Punkten belohnt (nachdem die Aufgabe überprüft wurde). Nichts passiert, wenn Du das Bild anklickst? Deaktiviere deinen Werbeblocker
es_es: Clicka sobre la imagen que aparece a continuación para ver el listado de tareas. Una vez que hayas completado una tarea recibirás los puntos automáticamente (después de la verificación). ¿No aparecen las tareas cuando clickas sobre la imagen? en ese caso desactiva el complemente AdBlock de tu navegador y prueba de nuevo
fr_fr: Cliquez sur l'image ci-dessous pour completer l'offre. Après avoir terminé la tâche, vous serez récompensé en points automatiquement (après vérification de votre tâche). Rien ne se passe lorsque vous cliquez sur l'image? Désactiver votre AdBlock
id_id: Klik pada gambar di bawah ini untuk mengaktifkan offerwall tersebut. Setelah Anda menyelesaikan tugas Anda akan dihargai di poin otomatis ( setelah tugas Anda diverifikasi ) . Tidak ada yang terjadi ketika Anda mengklik gambar ? Matikan AdBlock Anda
pl_pl: Kliknij w obrazek poniżej aby aktywować Offerwall. Po zakończeniu danej akcji, automatycznie naliczymy Ci punkty (po tym jak akcja zostanie zweryfikowana). Nic się nie dzieje po kliknięciu? Wyłącz AdBlock'a
pt_pt: Clique na imagem abaixo para ativar o offerwall. Depois de concluir a tarefa, você será recompensado em pontos automaticamente (após a verificação da sua tarefa). Nada acontece quando você clica na imagem? Desativar o seu AdBlock
ru_ru: Нажмите на картинку ниже, чтобы активировать offerwall. После выполнения этой задачи вы будете вознаграждены в пунктах автоматически (после проверки вашей задачи). Ничего не происходит при нажатии на изображение? Выключите AdBlock
tr_tr: Offerwall etkinleştirmek için aşağıdaki resmin üzerine tıklayınız. AdBlock'u kapatın

# OFFERSHORTINFO
source: After you complete the task you will be rewarded in points automatically (after your task is verified)
de_de: Nachdem Du die Aufgabe erledigt hast, wirst Du automatisch mit Punkten belohnt (nach der Prüfung der Aufgabe)
es_es: Una vez que hayas completado una tarea recibirás los puntos automáticamente (después de la verificación)
fr_fr: Après avoir terminé la tâche, vous serez récompensé en points automatiquement (après vérification de votre tâche)
id_id: Setelah Anda menyelesaikan tugas Anda akan dihargai di poin otomatis ( setelah tugas Anda diverifikasi )
pl_pl: Po zakończeniu danej akcji, automatycznie naliczymy Ci punkty (po tym jak akcja zostanie zweryfikowana)
pt_pt: Depois de concluir a tarefa, você será recompensado em pontos automaticamente (após a verificação da sua tarefa)
ru_ru: После выполнения этой задачи вы будете вознаграждены в пунктах автоматически (после проверки вашей задачи)

source: Add new
de_de: Neu hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter
id_id: Tambah Baru
pl_pl: Dodaj nowych
pt_pt: Adicionar novo
ru_ru: Добавить
tr_tr: Yeni Ekle

# FRIENDSINFO
source: Invite new friends and communicate with them easily with one click
de_de: Lade einfach, mit einem Klick, neue Freunde ein um mit ihnen zu kommunizieren
es_es: Añade a nuevos amigos y comunícate con ellos con un solo click
fr_fr: Invitez de nouveaux amis et communiquez facilement avec eux en un clic
id_id: Mengundang teman-teman baru dan berkomunikasi dengan mereka dengan mudah dengan satu klik
pl_pl: Dodawaj nowych znajomych i kontaktuj sięz nimi łatwo - jednym kliknięciem
pt_pt: Convide novos amigos e comunique-se facilmente com eles com um clique
ru_ru: Пригласить новых друзей одним щелчком мыши и общаться с ними легко
tr_tr: Yeni arkadaşlar davet et ve tek bir tıklama ile onlarla kolayca iletişim kur.

# NOFRIENDS
source: You have no friends :( Forever alone?
de_de: Du hast keine Freunde :( Immer alleine?
es_es: Todavía no has añadido a ningún amigo
fr_fr: Vous n'avez aucun ami :( Forever alone?
id_id: Anda tidak memiliki teman :( . Jangan sedih ayo cari :)
pl_pl: Nie masz żadnych znajomych :( Forever alone?
pt_pt: Você não tem amigos :( Sempre sozinho?
ru_ru: У вас нет друзей :( Вы одинок?
tr_tr: Hiç bir arkadaşın yok!

# NOREFBACKDATA
source: There are no RefBack websites right now
de_de: Es sind zur Zeit keine Refback Webseiten verfügbar
es_es: No hay sitios web RefBack actualmente
fr_fr: Il n'y a pas de site Web RefBack en ce moment
pl_pl: Aktualnie nie ma żadnych stron RefBack
pt_pt: Não existem sites RefBack no momento
ru_ru: Нет RefBack сайтов
tr_tr: Henüz bir web sitesi bulunmamaktadır.

source: People
de_de: Tools
es_es: Personas
fr_fr: Personnes
id_id: Pertemanan
pl_pl: Ludzie
pt_pt: Pessoas
ru_ru: Люди
tr_tr: Sosyal

# REFBACK1
source: You can find the list of RefBack System websites below.
de_de: Unten siehst Du die Liste der Refback-System Webseiten
es_es: Puede ver la lista de sitios web del sistema RefBack que se muestran a continuación.
id_id: Anda dapat menemukan daftar situs refback Sistem bawah .
pl_pl: Poniżej znajduje się lista stron do systemu RefBack
pt_pt: Você pode encontrar a lista de sites do Sistema RefBack abaixo.
ru_ru: Вы можете найти список сайтов RefBack Системные ниже.
tr_tr: Aşağıdaki RefBack Sistemi sitelerinin listesini bulabilirsiniz.

# REFBACK2
source: Register on the website using the referral link and become an active clicker (referral). After you click the button below, the administrator will be able to monitor your progress. If you are an active clicker, you will get paid manually by the administrator (as soon as he decides).
de_de: Registriere Dich auf der Website mit dem Einladungslink und werde zu einem aktiven Klicker (referral). Nachdem Du auf den Button klickst, wird der Administrator in der Lage sein, deinen Fortschritt zu verfolgen. Wenn Sie ein aktiver Clicker sind, werden Sie vom Administrator manuell bezahlt.
es_es: Regístrate en la web utilizando el enlace de referido y conviértete en un usuario activo (referido). Una vez hayas clickado en el botón de abajo, el administrador podrá ver tu evolución. Si eres un usuario activo, podrás ser recompensado por el administrador (tan pronto como se decida)
fr_fr: Inscrivez-vous sur le site Web en utilisant le lien de parrainage et devenez un clicker actif (référence). Après avoir cliqué sur le bouton ci-dessous, l'administrateur sera en mesure de suivre vos progrès. Si vous êtes un clicker actif, vous serez payé manuellement par l'administrateur (dès qu'il en décide).
id_id: Mendaftar di situs menggunakan link referral dan menjadi clicker aktif ( referral ) . Setelah Anda mengklik tombol di bawah ini, administrator akan dapat memantau kemajuan Anda . Jika Anda adalah seorang clicker aktif , Anda akan dibayar secara manual oleh administrator ( begitu ia memutuskan ) .
pl_pl: Zarejestruj się na danej stronie korzystając z podanego linku polecającego i zostań aktywnym poleconym. Po tym jak klikniesz przycisk poniżej, administrator będzie mógł monitorować Twoje postępy. Jeżeli będziesz aktywnym poleconym dostaniesz zapłatę od administratora (jak tylko on o tym zdecyduje)
pt_pt: Registre-se no site usando o link de referência e torne-se um ativo clicker (referência). Depois de clicar no botão abaixo, o administrador será capaz de monitorar o seu progresso. Se você for um ativo clicker, você será pago manualmente pelo administrador (assim que ele decidir).
ru_ru: Зарегистрироваться на сайте с помощью реферальной ссылки и стать активным кликер (рефералом). После нажатия на кнопку ниже, администратор сможет следить за вашими успехами. Если вы являетесь активным кликером, вы будете получать деньги вручную администратором (как только он решит).
