Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
id_id: Baru
pt_pt: Novo
ru_ru: Новый
tr_tr: Yeni

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
pt_pt: Pendente
ru_ru: В ожидании.
tr_tr: Beklemede

source: Reported
de_de: Gemeldet
es_es: Reportado
fr_fr: Signalé
pt_pt: Relatado
ru_ru: Сообщается
tr_tr: Raporlandı

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
pt_pt: Pesquisa
ru_ru: Поиск
tr_tr: Ara

source: Under review
de_de: In Prüfung
es_es: Bajo revisión
fr_fr: En cours d'examen
pt_pt: Em revisão
ru_ru: На рассмотрении
tr_tr: İnceleniyor

source: Advertiser
de_de: Werbekunde
es_es: Anunciarse
fr_fr: Annonceur
pt_pt: Anunciante
ru_ru: Рекламодатель
tr_tr: Reklamveren

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Categorie
id_id: Kategori
pt_pt: Categoria
ru_ru: Категория
tr_tr: Kategori

# COMPLETEDTIMES
source: Completed %n% times
de_de: %n% Mal erledigt
es_es: %n% Vez/Veces se ha completado
fr_fr: Terminé %n% fois
id_id: Completed %n% kali
pt_pt: %n% vezes concluídas
ru_ru: Завершено %n% раз

source: Crediting time
de_de: Gutschriftszeit
es_es: Tiempo de acreditación
fr_fr: Créditation du temps
pt_pt: Tempo Creditado
ru_ru: Кредитование время
tr_tr: Oluşturulma tarihi

source: Date added
de_de: Datum hinzugefügt
es_es: Fecha añadida
fr_fr: Date d'ajout
id_id: TAnggal ditambahkan
pt_pt: Data adicionada
ru_ru: Добавлен
tr_tr: Tarih eklendi

source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
id_id: Abaikan
pt_pt: Ignorar
ru_ru: Игнорировать
tr_tr: Görmezden gel

source: Last credited
de_de: Letzte Gutschrift
es_es: Última acreditación
fr_fr: Dernièrs crédits
id_id: Terakhir dikreditkan
pt_pt: Último creditado
ru_ru: Последний кредит
tr_tr: Son yatırım

# LOGINIDHINT
source: This is usually a username, e-mail or a login identification number
de_de: Dies ist normalerweise ein Benutzername, E-Mail oder eine Login-Identifikationsnummer
es_es: Esto suele ser un nombre de usuario, correo electrónico o un número de identificación de inicio de sesión
fr_fr: Il s'agit généralement d'un pseudo, d'un e-mail ou d'un numéro d'identification de connexion
id_id: Ini biasanya username , e -mail atau nomor identifikasi masuk
pt_pt: Geralmente é um nome de usuário, e-mail ou um número de identificação de login
ru_ru: Как правило, это имя пользователя, адрес электронной почты или идентификационный номер Входа
tr_tr: Bu genellikle bir kullanıcı adı, e-posta veya bir giriş kimlik numarasıdır

# OFFEMAILHINT
source: Please paste the e-mail you received when signing up for this offer
de_de: Bitte füge die E-Mail ein, die Du bei der Anmeldung für dieses Angebot erhalten hast
es_es: Introduce a continuación el correo electrónico que utilizaste para registrarte en esta tarea
fr_fr: Veuillez coller l'e-mail que vous avez reçu lors de la souscription à cette offre
id_id: Silahkan paste e -mail yang Anda terima saat mendaftar untuk penawaran ini
pt_pt: Cole o e-mail que você recebeu ao se inscrever para esta oferta
ru_ru: Пожалуйста, вставьте письмо вы получили при регистрации на это предложение
tr_tr: Bu teklif için kaydolurken kullandığınız e-posta adresiniz buraya giriniz.

source: Offer rating
de_de: Angebots Bewertung
es_es: Ratio de la tarea
fr_fr: Note de l'offre
pt_pt: Avaliação da oferta
ru_ru: Рейтинг предложение
tr_tr: Teklif değerlendirmesi

source: Report
de_de: Melden
es_es: Reportar
fr_fr: Signaler
pt_pt: Relatório
ru_ru: Отчет
tr_tr: Raporla

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
pt_pt: Enviar
ru_ru: Представьте
tr_tr: Gönder

source: Impressions
de_de: Ansichten
es_es: Impresiones
id_id: Tayangan
pt_pt: Impressões
ru_ru: Впечатления
tr_tr: Gösterimler

# IMPRESSIONSSMALL
source: impressions
de_de: ansichten
es_es: Impresiones
id_id: Tayangan
pt_pt: Impressões
ru_ru: впечатления
tr_tr: gösterimler

# REQ_PP
source: You must choose your payment processor
de_de: Du musst deine Zahlungsart wählen
es_es: Debes elegir tu procesador de pagos
fr_fr: Vous devez choisir votre processeur de paiement
id_id: Anda harus memilih proses pembayaran Anda
pt_pt: Você deve escolher seu processador de pagamento
ru_ru: Вы должны выбрать свой способ выплат
tr_tr: Ödeme işlemci seçmelisiniz

# CASHOUTLIMIT
source: First minimum payout
de_de: Erster Mindestauszahlungsbetrag
es_es: Primer cobro mínimo
fr_fr: Premier retrait minimum
id_id: Minimum cashout pertama
pt_pt: Primeiro saque mínimo
ru_ru: Первая минимальная выплата
tr_tr: İlk para çekme limiti

# CASHOUTLIMITNEXT
source: Every next payout minimum increase
de_de: Jede folgende Auszahlung Mindestssumme erhöht sich um
es_es: El cobro mínimo para la siguiente solicitud será el mismo
fr_fr: Chaque minimum de paiement suivant augmente de
id_id: Setiap minimum cashout berikutnya meningkat
pt_pt: Cada próximo pagamento mínimo aumentado
ru_ru: Каждый следующий выплата минимум увеличился на
tr_tr: Each next cashout minimum increased by

# OFFERWALLSPROFIT
source: Offerwalls earnings
de_de: Offerwalls Verdienste
es_es: Offerwalls Beneficio
fr_fr: Offerwalls bénéfice
id_id: Pendapatan Offerwalls
pt_pt: Oferece ganhos
ru_ru: Offerwalls прибыль
tr_tr: Teklif kazançları

# CASHOUTINFO2
source: values depend on your current membership (see Upgrade section for full table)
de_de: Werte sind abhängig von deiner aktuellen Mitgliedschaft (Schaue für mehr Infos im Upgrade Bereich nach)
es_es: Los valores dependen de tu membresía actual (vea la sección Membresía para más detalles)
fr_fr: Dépendent de votre abonnement actuel (voir la section Mise à jour)
id_id: nilai tergantung status member anda (see Upgrade section for full table)
pt_pt: Dependem da sua associação atual (consulte a seção Upgrade para a tabela completa)
ru_ru: значения зависят от вашего текущего членства (см. раздел Обновление для полной таблицы)

# MAXCASHOUTLIMIT
source: Maximum cashout minimum
de_de: Maximal cashout minimum
es_es: Pago máximo
fr_fr: Maximum de retrait minimum
id_id: Maximal cashout minimum
pt_pt: Máximo de saque mínimo
ru_ru: Максимальная Минимальная выплата
tr_tr: Maximal cashout minimum

# TOOMANYCASHOUTS
source: Sorry, today's limit for cashout has been reached. Please try again tomorrow. Current cashout limit per day:
de_de: Sorry, die heutigen Grenze für Auszahlungen erreicht wurde. Bitte versuche es morgen wieder. Aktuelle Auszahlungsgrenze pro Tag:
es_es: Lo sentimos, has alcanzado el límite diario actual de cobro. Vuelva a intentarlo mañana. Límite de cobro actual por día:
fr_fr: Désolé, la limite actuelle pour les retraits a été atteinte. Veuillez réessayer demain. Limite de retrait par jour:
id_id: Maaf, batas hari ini untuk cashout telah tercapai. Silakan coba lagi besok. Batas cashout saat ini per hari:
pt_pt: Desculpe, o limite de hoje para o saque foi atingido. Por favor, tente novamente amanhã. Limite de saque atual por dia:
ru_ru: К сожалению, сегодня был достигнут предел для выплаты. Повторите попытку завтра. Ограничение выплата за день:
tr_tr: Maalesef, ödeme almada bugün maksimum sınıra ulaşıldı. Yarın Lütfen tekrar deneyin. Günde Güncel Para çekme limiti:

# ACHIEVEMENT_11
source: For those who completed more than %n% CPA/GPT offers
de_de: Für die, die mehr als %n% CPA/GPT Angebote gemacht haben
es_es: Para los que completaron más de %n% tareas CPA/GPT
fr_fr: Pour ceux qui ont terminé plus de %n% offres CPA/GPT
id_id: Untuk siapa saja yang telah menyelesaikanlebih dari %n% CPA/GPT offers
pt_pt: Para aqueles que completaram mais de %n% CPA/GPT oferece
ru_ru: Для тех, кто совершил более %n% CPA/GPT предложений

# ACHIEVEMENT_12
source: For those who gained more than %n% Points in one day
de_de: Für die, die mehr als %n% Punkte an einem Tag gewonnen haben
es_es: Para aquellos que ganaron más de %n% Puntos en un solo día
fr_fr: Pour ceux qui ont gagné plus de %n% Points en un jour
id_id: Untuk siapa saja yang telah mendapat lebih dari %n% Points per hari
pt_pt: Para aqueles que ganharam mais de %n% Pontos em um dia
ru_ru: Для тех, кто вырос больше чем на %n% Очков за один день

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Addresse
id_id: Alamat
pt_pt: Endereço
ru_ru: Адрес
tr_tr: Adres

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
id_id: Kota
pt_pt: Cidade
ru_ru: Город
tr_tr: Şehir

# DETAILEDALLREQ
source: This field is required
de_de: Diese Feld wird benötigt
es_es: Este campo es obligatorio
fr_fr: Ce champ est requis
pt_pt: Este campo é obrigatório
ru_ru: Это поле обязательно
tr_tr: Bu alan gereklidir

# DETAILEDNOSPECIAL
source: This field contains illegal characters - field:
de_de: Dieses Feld enthält ungültige Zeichen - Feld:
es_es: Este campo contiene caracteres no válidos - campo:
fr_fr: Ce champ contient des caractères illégaux - champ:
pt_pt: Este campo contém caracteres ilegais - campo:
ru_ru: Это поле содержит недопустимые символы - в поле:
tr_tr: Bu alan geçersiz karakterler içeriyor - alanı:

source: Female
de_de: Frau
es_es: Femenino
fr_fr: Femme
id_id: Perempuan
pt_pt: Feminino
ru_ru: Женский
tr_tr: Bayan

source: First name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
id_id: Nama
pt_pt: Primeiro nome
ru_ru: Имя
tr_tr: İsim

source: Gender
de_de: Geschlecht
es_es: Género
fr_fr: Genre
id_id: Jenis kelamin
pt_pt: Gênero
ru_ru: Пол
tr_tr: Cinsiyet

source: Male
de_de: Mann
es_es: Masculino
fr_fr: Homme
id_id: Laki-laki
pt_pt: Masculino
ru_ru: Мужской
tr_tr: Bay

# SECONDNAME
source: Last Name
de_de: Nachname
es_es: Apellido/s
fr_fr: Nom
id_id: Nama Belakang
pt_pt: Último nome
ru_ru: Фамилия
tr_tr: Soy İsim

source: State/Province
de_de: Bundesland
es_es: Estado/Provincia
fr_fr: État/Province
id_id: Propinsi
pt_pt: Estado/Província
ru_ru: Штат/Провинция
tr_tr: il/İlçe

# ZIPCODE
source: Zip/Postal code
de_de: Plz/Postleitzahl
es_es: Código Postal/Zip
fr_fr: Zip/Code postal
id_id: Kode Pos
pt_pt: CEP/Código Postal
ru_ru: Zip/Почтовый индекс
tr_tr: Zip/Posta Kodu

# COMPLETEDXTIMES
source: Completed %n% times
de_de: %n% Mal erledigt
es_es: %n% Vez/Veces se ha completado
fr_fr: Terminé %n% fois
id_id: Completed %n% kali
pt_pt: %n% vezes concluídas
ru_ru: Завершено %n% раз

# CPAPROFIT
source: CPA/GPT offers earnings
de_de: CPA/GPT Angebotsverdienste
es_es: Ganancias de tareas CPA/GPT
fr_fr: Gains des offres CPA/GPT
pt_pt: CPA/GPT Oferece ganhos
ru_ru: CPA/GPT предложения заработка

# DESCR
source: DESC
de_de: BESCHR
es_es: Descripción
ru_ru: По убыванию
tr_tr: TANIM

# MOVEBACK
source: Undo
de_de: Rückgängig
es_es: Volver
fr_fr: Annuler
pt_pt: Desfazer
ru_ru: Аннулировать
tr_tr: Gerial

source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
pt_pt: Ordenar por
ru_ru: Сортировать по
tr_tr: Sırala

# WHATISPROBLEM
source: What is the problem?
de_de: Was ist das Problem?
es_es: ¿Cuál es el problema?
fr_fr: Quel est le problème?
id_id: Apa masalahnya?
pt_pt: Qual é o problema?
ru_ru: В чем проблема?
tr_tr: Sorun nedir?

# BADERRREP
source: Your report contains illegal characters
de_de: Ihr Bericht enthält unzulässige Zeichen
es_es: Su informe contiene caracteres no válidos
fr_fr: Votre rapport contient des caractères illégaux
id_id: Laporan Anda mengandung karakter ilegal
pt_pt: Seu relatório contém caracteres ilegais
ru_ru: Ваш отчет содержит недопустимые символы
tr_tr: Raporun geçersiz karakterler içeriyor

# ONEFIELDSABAD
source: One of your fields contains illegal characters
de_de: Eins Deiner Felder enthält ungültige Zeichen
es_es: Uno de los campos contiene caracteres inválidos
fr_fr: Un de vos champs contient des caractères illégaux
id_id: Salah satu bidang Anda berisi karakter ilegal
pt_pt: Um dos campos contém caracteres inválidos
ru_ru: Один из ваших полей содержит недопустимые символы
tr_tr: Alanlarından biri geçersiz karakterler içeriyor

# ADVCOSTS
source: advertising costs
de_de: Werbekosten
es_es: Gastos de anuncios
fr_fr: Frais de publicité
id_id: Pajak Pengiklanan
pt_pt: Custos de publicidade
ru_ru: расходы на рекламу
tr_tr: reklam maliyetleri

# AMOUNTPERONEACTION
source: Price Per Action
de_de: Preis pro Aktion
es_es: Precio por acción
fr_fr: Prix Par Action
id_id: Harga per action
pt_pt: Preço por Ação
ru_ru: Цена за действие
tr_tr: Eylem Başına Fiyat

# DAILY1
source: Check to allow offer to be completed multiple times by the same user every day
de_de: Auswählen, wenn das Angebot mehrmals täglich vom selben Nutzer abgeschlossen werden kann
es_es: Compruebe que se permite realizar la misma tarea varias veces por el mismo usuario una vez al día
fr_fr: Vérifiez que l'offre peut être effectuée plusieurs fois par le même utilisateur tous les jours
id_id: Periksa untuk memungkinkan tawaran untuk beberapa kali diselesaikan oleh pengguna yang sama setiap hari
pt_pt: Marque para permitir que a oferta seja completada várias vezes pelo mesmo usuário todos os dias
ru_ru: Проверьте, чтобы предложение будет сделано несколько раз тем же пользователем ежедневно
tr_tr: Teklif Her gün yenilenir , aynı kullanıcılar yeniden tamamlayabilir.

# EBR
source: EmailID box
es_es: Casilla Email
pt_pt: Caixa de ID de e-mail
ru_ru: Email ID окно
tr_tr: Email kutusu

# EBR1
source: Does the user has to provide pasted email from the offer? It must be <b>MAX 400</b> characters long
de_de: Musss der Benutzer die Bestätigungs E-Mail von dem Angebot einfügen? Sie darf <b>MAX 400</b> Zeichen lang sein
es_es: ¿El usuario tiene que proporcionar el email en la tarea? Debe ser <b> MAXIMO 400 </ b> caracteres
pt_pt: O usuário tem que fornecer e-mails colados da oferta? Deve ter <b>MAX 400 </b> caracteres longos
ru_ru: Должен ли пользователь предоставить письмо подверждения от предложения? Оно должно быть<b>MAX 400</b> символов
tr_tr: Kullanıcı Teklife yapıştırılan e-posta sağlamak zorunda mı ? Bu <b> MAX 400 </ b> karakter uzunluğunda olmalıdır

source: How many
de_de: Wie viel
es_es: Cuántos
fr_fr: Combien
id_id: Berapa banyak
pt_pt: Quantos
ru_ru: Сколько
tr_tr: Ne kadar

# LBR
source: LoginID box
es_es: Casilla Usuario
pt_pt: Caixa LoginID
ru_ru: Login ID окно
tr_tr: Kullanıcı ID Kutusu

# LBR1
source: Does the user has to provide LoginID from the offer? It must be <b>MAX 80</b> characters long
de_de: Muss der Nutzer eine/n LoginID (Registrierungsname) für das Angebot angeben ? Dies kann <b>MAX 80</b> Zeichen lang sein
es_es: ¿El usuario tiene que proporcionar su nombre de usuario en la tarea? Debe ser <b> MAXIMO 80 </ b> caracteres
id_id: Apakah pengguna harus memberikan LoginId dari CPAOFFERS itu ? Ini harus menjadi <b> MAX 80 </b> karakter
pt_pt: O usuário tem que fornecer LoginID da oferta? Deve ter <b>MAX 80</b> caracteres longos
ru_ru: Пользователь должен предоставить Login ID от предложения? Она должна быть <b>MAX 80</b> символов
tr_tr: Kullanıcı Teklife Kullanıcı ID girmek zorunda mı? Bu <b> MAX 80 </ b> karakter uzunluğunda olmalıdır

# OUT44
source: Create new PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc. campaign
de_de: Neue PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc. Kampagne erstellen
es_es: Crear nueva campaña PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc.
fr_fr: Créer une nouvelle campagne PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc.
id_id: Buat baru PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc. campaign
pt_pt: Criar nova campanha PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU etc.
ru_ru: Создать новую PTC/Баннерную/Фейсбук/TrafficGrid/GPT/CPA/PTSU т.д. кампанию
tr_tr: Yeni PTC / Banner / Facebook / TrafficGrid / GPT / CPA / PTSU vb kampanya oluştur

# REFDAILY
source: Refreshed daily
de_de: Täglich aktualisiert
es_es: Actualización diaria
fr_fr: Rafraîchi chaque jour
pt_pt: Atualizado diariamente
ru_ru: Ежедневное обновление
tr_tr: Günlük yenilenir

# REQ_DESC
source: Description is required
de_de: Beschreibung wird benötigt
es_es: Se requiere una Descripción
fr_fr: Description requise
id_id: Description dibutuhkan
pt_pt: Descrição é necessária
ru_ru: Требуется описание
tr_tr: Açıklama gereklidir

source: Campaign
de_de: Kampagne
es_es: Campaña
fr_fr: Campagne
pt_pt: Campanha
ru_ru: Компания
tr_tr: Kampanya

source: Daily
de_de: Täglich
es_es: Diario
fr_fr: Quotidien
id_id: Tiap hari
pt_pt: Diariamente
ru_ru: Ежедневно
tr_tr: Günlük

source: Stopped
de_de: Gestopt
es_es: Detenido
fr_fr: Arrêté
id_id: Berhenti
pt_pt: Parado
ru_ru: Остановился
tr_tr: Durduruldu

# SUBMITED
source: Submitted
de_de: Übermittelt
es_es: Presentado
fr_fr: Soumis
id_id: Tersubmit
pt_pt: Submetido
ru_ru: Представленные
tr_tr: Gönderildi

# HISTORY_10
source: Your CPA submission has been approved
de_de: Deine CPA Übermittlung wude genehmigt
es_es: Tu presentación de CPA ha sido aprobada
fr_fr: Votre proposition de CPA a été approuvée
id_id: Pengajuan CPA Anda telah disetujui
pt_pt: A submissão do CPA foi aprovada
ru_ru: Ваш ресурс CPA был одобрен
tr_tr: CPA gönderimin onaylandı

# HISTORY_11
source: Your CPA submission has been denied/put under review
de_de: Deine CPA Übermittlung wurde abgelehnt/in weitere Prüfung eingefügt
es_es: Tu presentación de CPA ha sido denegada/puesta en revisión
fr_fr: Votre soumission CPA a été refusé
id_id: Pengajuan CPA Anda telah ditolak / diletakkan di bawah ulasan
pt_pt: Sua apresentação de CPA foi negada/colocada sob revisão
ru_ru: Ваш ресурс CPA было отклонен или в стадии рассмотрения.
tr_tr: CPA gönderimin inceleme altına / reddedildi

# ERCPA
source: Invalid Price Per Action format (it must be greater than 0) and {X}.XXX
de_de: Ungültiges CPA-Format (muss grösser als 0 sein) und {X}.XXX
es_es: Formato invalido de Precio por Acción (debe ser mayor que 0) y {X}.XXX
fr_fr: Format de prix par action non valide (il doit être supérieur à 0) et {X}.XXX
id_id: Harga tidak valid Per Format Action ( itu harus lebih besar dari 0 ) , dan { X } .xxx
pt_pt: Formato de preço por ação inválido (deve ser maior que 0) e {X} .XXX
ru_ru: Неверная Цена за формат действий (он должен быть больше 0) и {X}. XXX
tr_tr: Eylem biçimi Başına Geçersiz fiyat ve {X} (o 0'dan büyük olmalıdır) .xxx

source: Traffic Exchange
de_de: Besuchertausch
es_es: Intercambio de Tráfico
fr_fr: Échange de trafic
pt_pt: Intercâmbio de tráfego
ru_ru: Обмена трафиком
tr_tr: Traffic Değiş

# REFPROFIT
source: Referral earnings from Offerwalls/CrowdFlower
de_de: Referral Verdienste von Offerwalls/CrowdFlower
es_es: Ganancias de referidos desde Tareas/CrowdFlower
pt_pt: Lucros de referência de Offerwalls/CrowdFlower
ru_ru: Доходы от Offerwalls/CrowdFlower
tr_tr: Offerwalls / CrowdFlower gelen referans kazancı

# OPPREFPARTIAL
source: Operation completed partially. <b>%n%</b> referrals modified. Check your funds
de_de: Vorgang teilweise fertig. <b>%n%</b> referrals geändert. Prüfe dein Guthaben
es_es: Operación completada parcialmente. <b>%n%</b> referencias modificadas. Compruebe su saldo
id_id: Operasi selesai sebagian . <b>%n%</b> refferal dimodifikasi . Periksa dana anda
pl_pl: Operacja ukończona częściowo. Zmodyfikowano <b>%n%</b> poleconych. Sprawdź stan konta
tr_tr: İşlem kısmen tamamlandı. <b>% n% </ b> referanslar değiştirilmiş. Paranızı kontrol edin

# OPREFAP
source: AutoPay can be turned on only on referrals expiring in <b>%n2%+</b> days
es_es: Pago automático se puede activar sólo en las referencias con vencimiento en <b>%n2%+</b> días
id_id: Autopay dapat diaktifkan hanya pada refferal berakhir pada <b>%n2%+</b> hari
pl_pl: AutoPay może być wyłączony tylko dla poleconych wygasających w ciągu <b>%n2%+</b> dni
pt_pt: O AutoPay pode ser ativado apenas em referências que expiram em <b>%n2%+</b> dias
tr_tr: Oto ödeme <b>% n2 +% </ b> gün içinde süresi dolan refler için açılabilir

# OFFERWALL_REV
source: Reverse for the Offer Wall with
fr_fr: Inverse pour la offerwall avec
pt_pt: Reverse para o offerwall com

source: Id
pl_pl: Nr

# CONTEST6
source: CrowdFlower
pl_pl: Konk. CrowdFlower
