Repository: secretshopping/titan
Catalog: App_GlobalResources/*/L1.*.resx
Languages: de_de, es_es, fr_fr, id_id, pl_pl, pt_pt, ru_ru, tr_tr

# REG_REQ_CONFIRM
source: Confirm Password field can't be left blank
de_de: Passwort Bestätigen Feld darf nicht leer sein
es_es: Confirmar contraseña
fr_fr: Confirmer mot de passe ne peut pas être vide
id_id: Konfirmasi Password tidak bisa dibiarkan kosong
pl_pl: Potwierdzenie hasła nie może być puste
pt_pt: O campo Confirmar Senha não pode ser deixado em branco
ru_ru: Поле Подтвердите пароль не может быть пустым
tr_tr: Parola doğrulama alanı boş bırakılamaz

# REG_REQ_EMAIL
source: Email field can't be left blank
de_de: Email Feld darf nicht leer sein
es_es: El campo de correo electrónico no puede quedarse en blanco
fr_fr: Le champ Email ne peut pas être vide
id_id: Email tidak dapat dibiarkan kosong
pl_pl: Pole Email nie może być puste
pt_pt: O campo Email não pode ser deixado em branco
ru_ru: E-mail поле не может быть пустым
tr_tr: E-posta alanı boş bırakılamaz

# REG_REQ_PASS
source: Password field can't be left blank
de_de: Passwort Feld darf nicht leer sein
es_es: El campo de la contraseña no puede dejarse en blanco
fr_fr: Le champ Mot de passe ne peut pas être vide
id_id: Password tidak bisa dibiarkan kosong
pl_pl: Pole hasło nie może być puste
pt_pt: O campo Senha não pode ser deixado em branco
ru_ru: Поле Пароль не может быть пустым
tr_tr: Parola alanı boş bırakılamaz

# REG_REQ_USERNAME
source: Username field can't be left blank
de_de: Nutzername Feld darf nicht leer sein
es_es: El campo del nombre de usuario no puede dejarse en blanco
fr_fr: Le champ Pseudo ne peut pas être vide
id_id: Username dapat dibiarkan kosong
pl_pl: Pole Login nie może być puste
pt_pt: O campo de nome de usuário não pode ser deixado em branco
ru_ru: Поле Имя пользователя не может быть пустым
tr_tr: Kullanıcı adı alanı boş bırakılamaz

# REG_UNDERSTANDTOS
source: I have read, understood, and accepted the
de_de: Ich verstehe und akzeptiere die
es_es: He leído, comprendido y acepto los
fr_fr: J'ai lu, compris et accepté les
id_id: Saya telah membaca, memahami, dan menerima
pl_pl: Przeczytałem, rozumiem i akceptuje
pt_pt: Eu li, entendo e aceitei a
ru_ru: Я прочитал, понял и принял
tr_tr: Anladım, okudum ve kabul ediyorum

source: Terms of Service
de_de: Regeln / AGBs
es_es: Términos del servicio
fr_fr: Conditions d'utilisation
pl_pl: Regulamin
pt_pt: Termos de serviço
ru_ru: Условия предоставления услуг
tr_tr: Hizmet Şartları

# IFORGOTPWD
source: I forgot my password
de_de: Ich habe mein Passwort vergessen
es_es: He olvidado mi contraseña
fr_fr: mot de passe oublié
id_id: Aku lupa kata sandiku
pl_pl: Nie pamiętam hasła
pt_pt: Eu esqueci minha senha
ru_ru: Я забыл свой пароль
tr_tr: Şifremi unuttum

# ER_BADPIN
source: Invalid PIN format
de_de: Ungültiges PIN format
es_es: El PIN introducido es incorrecto, por favor intente nuevamente.
fr_fr: Format du PIN incorrect
id_id: Format PIN salah
pl_pl: Niepoprawny format PINu
pt_pt: Formato de PIN inválido
ru_ru: Неверный формат PIN
tr_tr: Geçersiz PIN biçimi

# ER_BADREF
source: Such referrer doesn't exist or reached his referral limit
de_de: Referrer existiert nicht oder hat seine maximale Referral Limit erreicht
es_es: El nombre del referido ingresado no existe o has llegado al límite de referidos permitidos, si este es el motivo, por favor actualiza tu cuenta para obtener mayores beneficios.
fr_fr: Ce parrain n'existe pas ou atteint sa limite de parainnage
pl_pl: Twój polecający nie istnieje albo osiągnął swój limit poleconych
pt_pt: Tal referente não existe ou atingiu seu limite de referência
ru_ru: Такой реферер не существует или вы достигли своего предела рефералов.
tr_tr: Böyle bir referans yok yada maksimimum kapasiteye ulaşmış.

# ER_BADYEAR
source: Invalid Birth Year format
de_de: Ungültiges Geburtsjahr Format
es_es: Formado de fecha de nacimiento invalido
fr_fr: Format de naissance non valide
id_id: Format Tahun Lahir salah
pl_pl: Niepoprawny format Roku Urodzenia
pt_pt: Formato do ano de nascimento inválido
ru_ru: Неверный формат Года рождения
tr_tr: Geçersiz Doğum Yılı biçimi

# REG_REQ_PIN
source: PIN field can't be left blank
de_de: PIN Feld darf nicht leer sein
es_es: El campo del PIN no puede dejarse en blanco
fr_fr: Le champ PIN ne peut pas être vide
id_id: PIN tidak dapat dibiarkan kosong
pl_pl: Pole PIN nie może być puste
pt_pt: O campo PIN não pode ser deixado em branco
ru_ru: PIN-поле не может быть пустым
tr_tr: PIN alanı boş bırakılamaz

# REG_REQ_YEAR
source: Birth Year field can't be left blank
de_de: Geburtsjahr Feld darf nicht leer sein
es_es: El campo de la fecha de nacimiento no puede dejarse en blanco
fr_fr: Le champ Année de naissance ne peut pas être vide
id_id: Tahun lahir dapat dibiarkan kosong
pl_pl: Pole Rok urodzenia nie może być puste
pt_pt: O campo Ano de Nascimento não pode ficar em branco
ru_ru: Поле Год рождения не может быть пустым
tr_tr: Doğum Yılı alanı boş bırakılamaz

# ER_BADCAPTCHA
source: Verification images don't match.
de_de: Verifikationsbild und Text stimme nicht überein
es_es: La verificación de la imagen no es correcta, el texto no coincide con la imagen, inténtelo de nuevo.
fr_fr: L'image et le texte de vérification ne correspondent pas
id_id: Gambar verifikasi dan teks verifikasi tidak sama
pl_pl: Kod weryfikacyjny się nie zgadza
pt_pt: A imagem de verificação eo texto de confirmação não correspondem
ru_ru: Проверка изображения и текст проверки не совпадают
tr_tr: Güvenlik kodu ve metin eşleşmiyor

# REG_REQ_CAPTCHA
source: Please enter the Verification Code
de_de: Bitte Sicherheitscode eingeben
es_es: Por favor introduzca el código de verificación mostrado en la imagen
fr_fr: Entrez le code de vérification S'il vous plait
id_id: Masukkan Kode Verifikasi
pl_pl: Wpisz kod weryfikacyjny
pt_pt: Digite o Código de Verificação
ru_ru: Пожалуйста, введите проверочный код
tr_tr: Doğrulama Kodu giriniz

# REG_REQ_TOS
source: You must accept the Terms of Service
de_de: Du musst die AGBs akzeptieren
es_es: Usted debe aceptar los términos del servicio
fr_fr: Vous devez accepter les conditions d'utilisation
pl_pl: Musisz zaakceptować Regulamin (TOS)
pt_pt: Você deve aceitar os Termos de Serviço
ru_ru: Вы должны принять Условия предоставления услуг
tr_tr: Hizmet Şartlarını kabul etmelisiniz

source: Birth Year
de_de: Geburtsjahr
es_es: Fecha de nacimiento
fr_fr: Année de naissance
id_id: Tahun lahir
pl_pl: Rok urodzenia
pt_pt: Ano de Nascimento
ru_ru: Год рождения
tr_tr: Doğum tarihi

source: Desired PIN
de_de: Gewünschter PIN
es_es: PIN Deseado
fr_fr: PIN souhaité
pl_pl: Pożądany PIN
pt_pt: PIN desejado
ru_ru: Желаемый PIN
tr_tr: PIN Onay

# ENTERPIN
source: Enter your PIN for additional verification
de_de: Gebe dein PIN für eine weitere Prüfung ein
es_es: Introduzca su PIN para verificar
fr_fr: Entrez votre PIN pour une vérification supplémentaire
id_id: Masukan PIN
pl_pl: Podaj PIN dla dodatkowej weryfikacji
pt_pt: Insira seu PIN para verificação adicional
ru_ru: Введите ПИН для дополнительной проверки
tr_tr: Ek doğrulama için PIN kodunuzu girin

# REFERER
source: Referrer
es_es: Referir
fr_fr: Référent
pl_pl: Polecający
pt_pt: Referente
ru_ru: Пригласивший

source: Verification
de_de: Bestätigung
es_es: Verificación
fr_fr: Vérification
id_id: Verifikasi
pl_pl: Weryfikacja
pt_pt: Verificação
ru_ru: Проверка
tr_tr: Doğrulama Kodu

# ER_EMAILORPINBAD
source: Email/PIN don't match this username
de_de: Email/PIN stimmt nicht mit Nutzernamen überein
es_es: El Correo electrónico y/o el PIN no coinciden, por favor intente nuevamente.
fr_fr: Email/PIN ne correspond pas à ce nom d'utilisateur
id_id: Email/PIN tidak sama dengan username
pl_pl: Email/PIN jest niepoprawny dla tego użytkownika
pt_pt: E-mail/PIN não corresponde a este nome de usuário
ru_ru: E-mail/PIN не соответствует этому имени пользователя
tr_tr: E-posta / PIN kullanıcı adı eşleşmiyor

# BYVIEWINGEARN
source: By viewing this advertisement you will earn
de_de: Für das Ansehen dieser Anzeige verdienst Du
es_es: Por ver este anuncio serás recompensado/a
fr_fr: En regardant cette annonce, vous gagnerez
id_id: Dengan melihat iklan ini anda akan mendapatkan
pl_pl: Za oglądnięcie tej reklamy zarobisz
pt_pt: Ao visualizar este anúncio, você ganhará
ru_ru: Просматривая эту рекламу вы будете зарабатывать

source: more
de_de: mehr
es_es: más
fr_fr: plus
id_id: lebih
pl_pl: więcej
pt_pt: Mais
ru_ru: Больше
tr_tr: daha

# THISADLASTS
source: This advertisement lasts
de_de: Diese Anzeige dauert
es_es: Este anuncio tiene una duración de
fr_fr: Cette publicité dure
id_id: Iklan ini berlangsung
pl_pl: Ta reklama trwa
pt_pt: Este anúncio dura
ru_ru: Это объявление длится

# ALLRIGHTS
source: All rights reserved
de_de: Alle Rechte vorbehalten
es_es: Todos los derechos reservados
fr_fr: Tous droits réservés
pl_pl: Wszelkie prawa zastrzeżone
pt_pt: Todos os direitos reservados
ru_ru: Все права защищены
tr_tr: Her hakkı saklıdır

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
id_id: Bahasa
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
tr_tr: Dil

# SMALLADS
source: Small Advertisements
de_de: Kleine Werbeanzeigen
es_es: Anuncios Pequeños
fr_fr: Petites Annonces
id_id: Iklan kecil
pl_pl: Małe reklamy
pt_pt: Pequenas propagandas
ru_ru: Небольшие Объявления
tr_tr: Küçük Reklamlar

# STDADS
source: Standard Advertisements
de_de: Standart Werbeanzeigen
es_es: Anuncios estándar
fr_fr: Publicités standard
id_id: Penghargaan standart
pl_pl: Standardowe reklmay
pt_pt: Anúncios Padrão
ru_ru: Стандартные Объявления
tr_tr: Standard Reklam

# WAITFORAD
source: Waiting for advertisement to load
de_de: Warte auf das Laden der Anzeige
es_es: Espere a que cargue el anuncio
fr_fr: En attente de chargement de la publicité
id_id: Menunggu untuk memuat iklan
pl_pl: Oczekiwanie na załadowanie się reklamy
pt_pt: A aguardar o anúncio carregar
ru_ru: Реклама ожидает загрузки
tr_tr: Reklam yükleniyor lütfen bekleyiniz.

# RESETPWD
source: Reset my password
de_de: Mein Passwort zurücksetzen
es_es: Reestablecer contraseña
fr_fr: Réinitialiser mon mot de passe
pl_pl: Zresetuj moje hasło
pt_pt: Resetar minha senha
ru_ru: Сброс пароля
tr_tr: Parolamı sıfırla

source: Detected country
de_de: Erkanntes Land
es_es: País detectado
fr_fr: Pays détecté
id_id: Negara terdeteksi
pl_pl: Wykryty kraj
pt_pt: País detectado
ru_ru: Определение страны
tr_tr: Algılanan ülke

# ACCLOCKED
source: This account has been locked by the administrator
de_de: Dieser Account wurde vom Administrator deaktiviert
es_es: Esta cuenta ha sido bloqueada por el administrador. Si cree que esto es un error, por favor comuníquese con atención al cliente.
fr_fr: Ce compte a été verrouillé par l'administrateur
id_id: Akun ini telah dikunci oleh administrator
pl_pl: To konto zostało zawieszone przez administratora
pt_pt: Esta conta foi bloqueada pelo administrador
ru_ru: Эта учетная запись была заблокирована администратором

# ACCNOTACTIVATED
source: This account has not been activated. Check your mailbox for activation link.
de_de: Dieser Account wurde noch nicht aktivert. Check deine Mailbox für den Aktivierungslink
es_es: Esta cuenta todavía no está activada, por favor revise su correo para proceder con la activación.
fr_fr: Ce compte n'a pas été activé. Vérifiez votre email pour le lien d'activation
id_id: Akun ini belum aktif. Silahkan cek email anda
pl_pl: Konto nie zostało jeszcze aktywowane. Sprawdź swoją skrzynkę pocztową
pt_pt: Esta conta não foi ativada. Verifique sua caixa de correio para o link de ativação
ru_ru: Эта учетная запись не была активирована. Проверьте ваш почтовый ящик, пришла ли вам ссылка для активации

# ER_ALLFIELDSREQUIRED2
source: Username, Password and Verification are required
de_de: Benutzername, Kennwort und Bestätigung werden benötigt
es_es: Se requiere nombre de usuario, contraseña y verificación
fr_fr: Pseudo, mot de passe et vérification sont obligatoires
id_id: Username, Password dan Verifikasi diperlukan
pl_pl: Podaj Login, Hasło i Kod Werfikacyjny
pt_pt: Nome de usuário, senha e verificação são obrigatórios
ru_ru: Имя пользователя, пароль и проверка не требуется
tr_tr: Kullanıcı adı, Şifre ve Doğrulama gereklidir

source: Expires
de_de: Ablauf
es_es: Expira
fr_fr: Expire
id_id: Kadarluarsa
pl_pl: Wygrasa
pt_pt: Expira
ru_ru: Истекает
tr_tr: Sona erecek

source: Main balance
de_de: Haupt Guthaben
es_es: Balance principal
fr_fr: balance principale
pl_pl: Konto główne
pt_pt: Balanço principal
ru_ru: Основной Баланс
tr_tr: Ana Hesap

source: Membership
de_de: Mitgliedschaft
es_es: Membresía
pl_pl: Członkostwo
pt_pt: Adesão
ru_ru: Членство
tr_tr: Üyelik

source: never
de_de: niemals
es_es: nunca
fr_fr: jamais
id_id: tidak pernah
pl_pl: nigdy
pt_pt: Nunca
ru_ru: Никогда
tr_tr: bilinmiyor

# OP_FAIL
source: Operation unsuccessful
de_de: Vorgang fehlgeschlagen
es_es: La operación no ha tenido éxito
fr_fr: Opération échouée
id_id: Operasi Gagal
pl_pl: Operacja zakończona niepowodzeniem
pt_pt: Operação sem êxito
ru_ru: Операция прошла неуспешно
tr_tr: Başarısız işlem

# OP_SUCCESS
source: Operation successful
de_de: Vorgang erfolgreich
es_es: Operación exitosa
fr_fr: Opération réussie
id_id: Operasi Sukses
pl_pl: Operacja zakończona powodzeniem
pt_pt: Operação bem sucedida
ru_ru: Операция прошла успешно
tr_tr: Başarılı işlem

source: Points
de_de: Punkte
es_es: Puntos
id_id: Poin
pl_pl: Punkty
pt_pt: Pontos
ru_ru: Поинты
tr_tr: Puanlar

source: Rental balance
de_de: Miet Guthaben
es_es: Saldo de rentado
pl_pl: Konto poleconych
pt_pt: Balanço de aluguel
ru_ru: Аренда Баланс
tr_tr: Kiralama Hesabı

# ST_ACTIVATED
source: Your account has been activated. Feel free to log in
de_de: Dein Account wurde aktivert. Du kannst Dich nun einloggen
es_es: Tu cuenta ha sido creada correctamente. ahora puedes iniciar sesión
fr_fr: Votre compte a été activé. N'hésitez pas à vous connecter
id_id: Akun Anda telah diaktifkan. Jangan ragu untuk login
pl_pl: Twoje konto zostało aktywowane. Możesz się teraz zalogować
pt_pt: Sua conta foi ativada. Sinta-se livre para fazer login
ru_ru: Ваша учетная запись была активирована. Не стесняйтесь войти
tr_tr: Hesabınız aktive edildi. Giriş için bekleme yapma :)

# ST_REGISTER1
source: You account has been created and activated. Feel free to log in
de_de: Dein Account wurde erstellt und aktivert. Du kannst Dich nun einloggen
es_es: Tu cuenta ha sido creada y activada correctamente. ahora puedes iniciar sesión
fr_fr: Votre compte a été créé et activé. N'hésitez pas à vous connecter
id_id: Account Anda telah dibuat dan diaktifkan. Jangan ragu untuk login
pl_pl: Twoje konto zostało utworzone i aktywowane. Możesz się teraz zalogować
pt_pt: Sua conta foi criada e ativada. Sinta-se livre para fazer login
ru_ru: Ваша учетная запись была создана и активирована. Не стесняйтесь войти
tr_tr: Hesabınız oluşturuldu ve aktive edildi . Giriş için bekleme yapma :)

# ST_REGISTER2
source: We sent you the activation link on the address you specified. You will be able to login after you activate your account
de_de: Wir senden Dir den Aktivierungslink an die von Dir angegebene Adresse. Du kannst Dich anmelden, nachdem Du dein Konto aktiviert hast
es_es: Le hemos enviado un correo de activación a la dirección de correo electrónico que ha introducido. Revise su bandeja de entrada y active su cuenta para poder iniciar sesión
fr_fr: Nous vous avons envoyé le lien d'activation sur l'adresse que vous avez indiquée. Vous pourrez vous connecter après avoir activé votre compte
id_id: Kami mengirimkan link aktivasi pada alamat yang Anda tentukan. Anda akan bisa login setelah Anda mengaktifkan account Anda
pl_pl: Wysłaliśmy link aktywacyjny na podany przez Ciebie adres e-mail. Będziesz mógł się zalogować jak aktywujesz konto
ru_ru: Мы вышлем вам ссылку активации на адрес, указанный вами. Вы сможете войти после активации аккаунта
tr_tr: elirtiğiniz eposta adresine aktivasyon linki gönderilmiştir. Hesabınızı aktif ettikten sonra siteye giriş yapabilirsiniz.

# ST_RESET
source: Your password has been reset. We send you email with your new password
de_de: Dein Passwort wurde zurückgesetzt. Wir schicken Dir dein neues Passwort per E-Mail
es_es: Tu contraseña ha sido restablecida. Te hemos enviado un correo con la nueva contraseña
fr_fr: Votre mot de passe a été réinitialisé. Nous vous envoyons un e-mail avec votre nouveau mot de passe
id_id: Sandi Anda telah ulang. Kami mengirimkan email dengan password baru Anda
pl_pl: Twoje hasło zostało zresetowane. Wysłaliśmy nowe na Twój e-mail
pt_pt: Sua senha foi redefinida. Enviamos-lhe e-mail com a sua nova palavra-passe
ru_ru: Ваш пароль был сброшен. Мы вышлем Вам письмо с новым паролем
tr_tr: Parolanız sıfırlandı. Size yeni şifre e-posta ile gönderildi.

source: Transfer money
de_de: Geld Transfer
es_es: Convertir dinero
fr_fr: Transférer de l'argent
id_id: Uang Transfer
pl_pl: Transfer pieniędzy
pt_pt: Transferir dinheiro
ru_ru: Перевести деньги
tr_tr: Para transfer

# TRANSFERMONEYINFO
source: Transfer your money into your balances. Just in a couple of clicks
de_de: Transferiere Dein Geld in Dein Guthaben. Mit nur ein paar Klicks
es_es: Convierta sus puntos o dinero en unos pocos clicks
fr_fr: Transférez votre argent dans vos soldes. En quelques clics
id_id: Mentransfer uang Anda ke balance Anda. Hanya dalam beberapa klik
pl_pl: Przetransferuj pieniądze na swoje konta dosłownie w klika sekund
pt_pt: Transfira seu dinheiro para seus saldos. Apenas em alguns cliques
ru_ru: Перевести деньги на ваш баланс. В пару кликов

# HISTORYINFO
source: Browse your history easily. All your major actions are logged and shown here
de_de: Durchsuche Dein Verlauf ganz einfach. Alle deine wichtigen Aktionen werden protokolliert und hier gezeigt
es_es: Navegue fácilmente por su historial. Todas sus acciones son registradas y se muestran a continuación
fr_fr: Parcourez facilement votre historique. Toutes vos actions majeures sont enregistrées et affichées ici
id_id: Isi sejarah Anda dengan mudah . Semua tindakan utama Anda login dan ditampilkan di sini
pl_pl: Przeglądaj z łatwością swoją historię. Wszystkie Twoje ważniejsze wydarzenia są logowane i wyświetlane tutaj
pt_pt: Navegue seu histórico facilmente. Todas as suas principais ações são registradas e mostradas aqui
ru_ru: Просматривать историю легко. Все ваши основные действия регистрируются и показаны здесь
tr_tr: Kolayca geçmişinize göz atın. Tüm eylemler kaydedilir ve burada gösterilir

# NOTENOUGHFUNDS
source: You don't have enough funds on your balance
de_de: Du hast nicht genug Geld auf Deinem Konto
es_es: No tienes saldo suficiente
fr_fr: Vous n'avez pas assez de fonds sur votre solde
id_id: Anda tidak memiliki cukup dana di balance Anda
pl_pl: Nie masz wystarczająco dużo środków na swoim koncie
pt_pt: Você não tem fundos suficientes em seu saldo
ru_ru: У вас недостаточно средств на балансе
tr_tr: Hesabında yeterli miktar bulunmamaktadır.

source: Inbox
de_de: Posteingang
es_es: Bandeja de entrada
id_id: Pesan Masuk
pl_pl: Skrzynka odbiorcza
pt_pt: Caixa de entrada
ru_ru: Входящие
tr_tr: Gelen Kutusu

source: New message
de_de: Neue Nachricht
es_es: Nuevo mensaje
fr_fr: Nouveau message
id_id: Buat Pesan
pl_pl: Nowa wiadomość
pt_pt: Nova mensagem
ru_ru: Новое сообщение
tr_tr: Yeni Mesaj

# ER_DISABLEDMESSAGE
source: Sorry, this user disabled the message system
de_de: Sorry, dieser Nutzer hat das Nachrichten System deaktiviert
es_es: Este usuario ha desactivado el sistema de mensajes
fr_fr: Désolé, cet utilisateur a désactivé la messagerie
id_id: Maaf, pengguna ini menonaktifkan sistem pesan
pl_pl: Przepraszamy, ten użytkownik wyłączył System Wiadomości
pt_pt: Desculpe, este usuário desativou o sistema de mensagens
ru_ru: К сожалению, этот пользователь отключил систему обмена сообщениями
tr_tr: Maalesef, bu kullanıcı mesaj sistemi devre dışı

source: From
de_de: Von
es_es: De
fr_fr: De
id_id: Dari
pl_pl: Od
pt_pt: A partir de
ru_ru: От
tr_tr: Kimden

# REQ_TEXT
source: Text field can't be left blank
de_de: Text Feld darf nicht leer sein
es_es: El cuerpo del mensaje no debe dejarse en blanco.
fr_fr: Le texte ne peut pas être laissé vide
id_id: Bidang teks tidak dapat dibiarkan kosong
pl_pl: Pole Tekst nie może być puste
pt_pt: O campo de texto não pode ser deixado em branco
ru_ru: Текстовое поле не может быть пустым
tr_tr: Metin alanı boş bırakılamaz

# REQ_TO
source: To field can't be left blank
de_de: Dieses Feld darf nicht leer sein
es_es: No se puede enviar el mensaje si no existe un destinatario.
fr_fr: Le champ ne peut pas être laissé vide
id_id: Untuk bidang tidak dapat dibiarkan kosong
pl_pl: Pole 'Do' nie może być puste
pt_pt: Para campo não pode ser deixado em branco
ru_ru: Это поле не может быть пустым
tr_tr: Alan boş bırakılamaz

source: To
de_de: an
es_es: A
fr_fr: Vers
id_id: Kepada
pl_pl: Do
pt_pt: Para
ru_ru: Для
tr_tr: Kime

# NOMESSAGES
source: You don't have any messages
de_de: Du hast keine Nachrichten
es_es: No hemos encontrado mensajes en tu bandeja, revisa más tarde.
fr_fr: Vous n'avez aucun message
id_id: Anda tidak memiliki pesan
pl_pl: Nie masz żadnych wiadomości
pt_pt: Você não tem nenhuma mensagem
ru_ru: У вас нет сообщений
tr_tr: Yeni herhangi bir mesajın yok.

source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
pl_pl: Data
pt_pt: Encontro
ru_ru: Дата
tr_tr: Tarih

# MESS_ERROR
source: You can't write to yourself. Forever alone?
de_de: Du kannst Dir nicht selbst schreiben. Immer allein?
es_es: No puedes enviarte mensajes a ti mismo
fr_fr: Vous ne pouvez pas vous écrire. Toujours seul?
id_id: Anda tidak dapat menulis untuk diri sendiri . Selamanya sendiri?
pl_pl: Nie możesz pisać sam do siebie. Forever alone?
pt_pt: Você não pode escrever para si mesmo. Para sempre sozinho?
ru_ru: Вы не можете написать сами себе
tr_tr: Kendinize yazamazsınız.

source: Read
de_de: Lesen
es_es: Leer
fr_fr: Lire
pl_pl: Przeczytaj
pt_pt: Ler
ru_ru: Читать
tr_tr: Oku

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Enlever
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
tr_tr: Sil

source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
id_id: Balas
pl_pl: Odpowiedz
pt_pt: Resposta
ru_ru: Ответ
tr_tr: Yanıtla

source: Selected
de_de: Ausgewählt
es_es: Seleccionado
fr_fr: Sélectionné
pl_pl: Zaznaczone
pt_pt: Selecionado
ru_ru: Выбранное
tr_tr: Seçilenleri

# SUB_MESSAGES
source: Send and receive messages from others users.
de_de: Sende und empfange Nachrichten von anderen Nutzern.
es_es: Enviar y recibir mensajes de otros usuarios.
fr_fr: Envoyer et recevoir des messages d'autres utilisateurs.
id_id: Mengirim dan menerima pesan dari pengguna lain.
pl_pl: Wysyłaj i odbieraj wiadomości od/do innych użytkowników
pt_pt: Enviar e receber mensagens de outros usuários.
ru_ru: Отправка и получение сообщений от других пользователей.
tr_tr: Gönder ve diğerleri kullanıcıları mesajları al.

source: Text
es_es: Texto
fr_fr: Texte
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
tr_tr: Mesaj

source: and
de_de: und
es_es: y
fr_fr: et
id_id: dan
pl_pl: i
pt_pt: e
ru_ru: и
tr_tr: ve

# FEELFREE
source: Feel free to visit the website below
de_de: Wenn du willst, dann surfe auf der unteren Webseite
es_es: No dude en visitar el siguiente sitio web
fr_fr: N'hésitez pas à visiter le site ci-dessous
id_id: Jangan ragu untuk mengunjungi website di bawah ini
pl_pl: Zapraszamy do zapoznania się ze stroną poniżej
pt_pt: Sinta-se livre para visitar o site abaixo
ru_ru: Вы можете посетить веб-сайт ниже
tr_tr: Aşağıdaki web sitesini ziyaret etmekten çekinmeyiniz.

source: for this ad.
de_de: für diese Anzeige.
es_es: por este anuncio.
fr_fr: Pour cette annonce.
id_id: untuk ad ini
pl_pl: za tę reklamę.
pt_pt: Para este anúncio.
ru_ru: для этого объявления
tr_tr: Bu reklam için

source: You've been credited
de_de: Verdienst wurde gutgeschrieben
es_es: Has sido acreditado
fr_fr: Vous avez été crédité
pl_pl: Pomyślinie naliczono
pt_pt: Você foi creditado
ru_ru: Вы было зачислено
tr_tr: Şu kadar kazandın
