Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U3500.*.resx
Languages: de_de, es_es, fr_fr, ru_ru

# BANNEDPERM
source: Sorry, you have been banned permanently
de_de: Sie sind gesperrt worden.
es_es: Lo sentimos, esta cuenta fue bloqueada de manera permanente.
fr_fr: Désolé, vous avez été banni de façon permanente
ru_ru: К сожалению, вы были заблокированы навсегда

# BANNEDUNTIL
source: Sorry, you have been banned until %n%
de_de: Ihr Konto ist bis zum %n% gesperrt
es_es: Esta cuenta fue baneada hasta %n%
fr_fr: Désolé, vous avez été banni jusqu'au %n%
ru_ru: К сожалению, вы были заблокированы до %n%

# CANRECEIVE
source: Sorry, this member cannot receive any funds. It has been blocked by the administrator
de_de: Dieser Kunde kann leider keine Transaktionen erhalten. Dieser Kunde wurde von uns gesperrt.
es_es: Lo sentimos, el usuario seleccionado no puede recibir los fondos. El usuario seleccionado no puede recibir los fondos. Motivo: Puede que este penalizado por administración.
fr_fr: Désolé, ce membre ne peut recevoir de fonds. Il a été bloqué par l'administrateur
ru_ru: К сожалению, этот пользователь не может получать какие-либо средства. Он был заблокирован администратором

# CANTBEBLANK
source: This field cannot be left blank
de_de: Eingabe erforderlich!
es_es: Este campo no puede dejarse en blanco.
fr_fr: Cette case ne peut pas être vide
ru_ru: Это поле не может быть пустым

# CANTSEND
source: Sorry, you cannot send any funds. It has been blocked by the administrator
de_de: Sie können derzeit keine Transaktionen tätigen. Ihr Konto wurde gesperrt.
es_es: Lo sentimos, no puedes enviar fondos. Tu cuenta fue bloqueada por administración.
fr_fr: Désolé, vous ne pouvez pas envoyer de fonds. Il a été bloqué par l'administrateur
ru_ru: К сожалению, вы не можете посылать какие-либо средства. Пользователь был заблокирован администратором

# CASHOUT_ACCOUNT
source: Account
de_de: Konto
es_es: Mi Cuenta
fr_fr: Compte
ru_ru: Аккаунт

# CASHOUT_APPROVE
source: Your cashout amount exceeded the automatic limit (%n%) and must be approved manually by the administrator
de_de: Ihr Auszahlungsantrag übersteigt das automatisch festgesetzte Limit (%n%) und muss manuell von einem unserer Mitarbeiter authorisiert werden.
es_es: El monto solicitado supera el límite automático permitido (%n%) y debe ser aprobado de forma manual por el administrador.
fr_fr: Votre montant de retrait a dépassé la limite automatique (%n%) et doit être approuvé manuellement par l'administrateur
ru_ru: Ваш сумма для выплат превысила автоматический предел (%n%) и она должна быть утверждена вручную администратором

# CASHOUT_FEES
source: Fees
de_de: Gebühren
es_es: Comisiones
fr_fr: Frais
ru_ru: Комиссия

# CASHOUT_INFO
source: Info
es_es: Información
ru_ru: Информация

# CASHOUT_MESSAGE
source: Manual payout of <b>%n1%</b> has been requested. Payout fees = <b>%n2%</b> have been deduced from your payout amount
es_es: Se ha solicitado un pago manual de <b>%n1%</b>. Comisión = <b>%n2%</b> Sera descontado de manera automática de la cantidad solicitada.
ru_ru: Ручная выплата <b>%n1%</b> была одобрена. Комиссия = <b>%n2%</b> была вычтена из вашей суммы выплат

# CPANOTIFICATIONS
source: CPA credited notification
de_de: CPA Information zur Gutschrift
ru_ru: CPA аккредитованное уведомление

# CP_1
source: Popup info on the screen
de_de: Informationsfenster auf Ihrem Bildschirm
es_es: Notificaciones de acreditación CPA
ru_ru: Всплывающая информация на экране

# CP_2
source: Send an email
de_de: Senden Sie eine E-Mail
es_es: Popup emergente en pantalla
fr_fr: Envoyer un e-mail
ru_ru: Отправлено на эл. почту

# CP_3
source: Popup info and send an email
es_es: Popup emergente y enviar un E-Mail
fr_fr: Popup info et envoyer un email
ru_ru: Всплывающая информация отправлена на эл. почту

# ILLEGALCHARS
source: This field contains illegal characters or it's too long
de_de: Sie haben unzulässige Zeichen verwendet oder die Anzahl der Zeichen wurde überschritten.
es_es: Este campo contiene caracteres ilegales o bien supera el largo máximo permitido.
fr_fr: Ce champ contient des caractères illégaux ou trop long
ru_ru: Это поле содержит недопустимые символы или слишком длинное

# ILLEGAL_CHARS
source: Your message contains illegal characters: " ' & < or >
de_de: Ihre Nachricht enthält unzulässige Zeichen: " ' & < or >
es_es: Tu mensaje contiene caracteres ilegales: " ' & < or >
fr_fr: Votre message contient des caractères illégaux: " ' & < or >
ru_ru: Ваше сообщение содержит недопустимые символы: " ' & < or >

# NOPOSTS
source: There are no posts to display :(
de_de: Es gibt keine neuen Informationen :(
es_es: No hay publicaciones para mostrar :(
fr_fr: Il n'y a pas de messages à afficher :(
ru_ru: Нет сообщений для отображения :(

source: Shoutbox
es_es: Live Chat para usuarios
ru_ru: Мини-чат

# SHOUTBOXAND
source: Shoutbox & events
es_es: ChatBox
ru_ru: Мини-чат & события

source: Shoutbox privacy
es_es: Privacidad ChatBox
ru_ru: Правила мини-чата

# SP_DONOT
source: Do not publish any information
de_de: Bitte veröffentlichen Sie keine Informationen
es_es: No publicar información personal.
fr_fr: Ne publiez aucune information
ru_ru: Не публиковать какую-либо информацию

# SP_HIDE
source: Publish but hide my username
de_de: Veröffentlichen der Informationen aber meinen Usernamen verstecken
es_es: Publicar, pero ocultar mi nombre de usuario.
fr_fr: Publier mais masquer mon nom d'utilisateur
ru_ru: Опубликовать, но скрыть моё имя пользователя

# SP_NOREST
source: Publish my crediting history
de_de: Veröffentlichen meiner Zahlungseingänge
es_es: Publicar mi historia de acreditación.
fr_fr: Publier mon historique de crédit
ru_ru: Опубликовать свою историю кредитования

# TRANSFERTOOTHER
source: Transfer to others
de_de: Transfer zu anderen
es_es: Transferir a otros
fr_fr: Transfert à d'autres
ru_ru: Передача другим лицам

# YOURCPA
source: CPA credited
de_de: CPA gutgeschrieben
es_es: CPA acreditado
fr_fr: CPA credité
ru_ru: CPA выплаты
