Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U3501.*.resx
Languages: de_de, es_es, fr_fr, id_id, pt_pt, ru_ru

# ADCREATED
source: The advertisement has been successfully created
de_de: Die Anzeige ist erfolgreich erstellt worden
es_es: El anuncio fue creado satisfactoriamente.
fr_fr: La publicité a été créée avec succès
id_id: Iklan telah berhasil dibuat
pt_pt: O anúncio foi criado com sucesso
ru_ru: Реклама была успешно создана

# AUTOMATICCASHOUTSUCC
source: Automatic payout has been proceed successfully
de_de: Die automatische Auszahlung wurde erfolgreich durchgeführt
es_es: El pago automático se procesó de manera exitosa.
fr_fr: Le paiement automatique a été effectué avec succès
id_id: Proses Payout otomatis telah berhasil dilanjutkan
pt_pt: O pagamento automático foi realizado com êxito
ru_ru: Автоматическая выплата была успешно обработана

# CASHOUTSUCC
source: Payout has been proceed successfully
de_de: Die Auszahlung wurde erfolgreich durchgeführt
es_es: El pago se procesó de manera exitosa.
fr_fr: Le paiement a été effectué avec succès
id_id: Proses Payout telah berhasil
pt_pt: O pagamento foi realizado com êxito
ru_ru: Выплата была успешно обработана

# FRIEND
source: New friend request!
de_de: Neue Freundschaftsanfrage!
es_es: Nueva solicitud de amigo!
fr_fr: Nouvelle demande d'ami!
id_id: Permintaan teman baru !
pt_pt: Novo pedido de amizade!
ru_ru: Новый запрос дружбы!

# FRIENDINFO
source: You have new friend request from %n%. If you know him/her and want to put him/her on the friends list just the 'Confirm' button below
de_de: Sie haben eine neue Freundschaftsanfrage von %n%. Wenn Sie diese Person kennen und zu Ihrer Freundschaftsliste hinzufügen möchten, klicken Sie einfach auf "Bestätigen"
es_es: Usted tiene una nueva solicitud de amistad de %n%. Si conoces al usuario mencionado y desea que forme parte de tu lista de amigos, por favor haz click en el botón “Confirmar”.
fr_fr: Vous avez une nouvelle demande d'ami de %n%. Si vous le connaissez et que vous voulez le mettre sur la liste d'amis, cliquez sur le bouton "Confirmer" ci-dessous
id_id: Anda memiliki permintaan teman baru dari %n% . Jika Anda tahu dia / dia dan ingin menempatkan dia / dia pada teman-teman daftar hanya ' Confirm ' tombol di bawah
pt_pt: Você tem uma nova solicitação de amigo de %n%. Se você o conhece e quer colocá-lo na lista de amigos, basta clicar no botão "Confirmar" abaixo
ru_ru: У вас новый запрос на дружбу от %n%. Если вы знаете его/её и хотите поместить его/её в список друзей, тогда нажмите кнопку "Подтвердить" ниже

# FRIENDOK
source: You have added a new friend
de_de: Sie haben einen neuen Freund hinzugefügt
es_es: Haz añadido un nuevo amigo a tu lista.
fr_fr: Vous avez ajouté un nouvel ami
id_id: Anda telah menambahkan teman baru
pt_pt: Você adicionou um novo amigo
ru_ru: Вы добавили нового друга

# ISAREADYFRIEND
source: This member is already your friend
de_de: Dieser Kunde ist bereits Ihr Freund
es_es: Este usuario está actualmente en tu lista de amigos.
fr_fr: Ce membre est déjà votre ami
id_id: Anggota ini sudah teman Anda
pt_pt: Este membro já é seu amigo
ru_ru: Этот пользователь уже является вашим другом

# LOGOUTOK
source: You have been logged out
de_de: Sie sind nun ausgeloggt.
es_es: Has sido desconectado.
fr_fr: Vous avez été déconnecté
id_id: Anda telah keluar
pt_pt: Você foi desconectado
ru_ru: Вы вышли из системы

# MESSAGESENT
source: Your message has been sent
de_de: Ihre Nachricht wurde versendet
es_es: Mensaje enviado con éxito.
fr_fr: Votre message a été envoyé
id_id: Pesan Anda telah dikirim
pt_pt: Sua mensagem foi enviada
ru_ru: Ваше сообщение было отправлено

# PAYMENTOK
source: Your payment has been successfully processed
de_de: Ihre Zahlung wurde erfolgreich durchgeführt
es_es: Su pago se ha procesado correctamente
fr_fr: Votre paiement a été traité avec succès
id_id: Pembayaran Anda telah berhasil dilanjutkan
pt_pt: Seu pagamento foi processado com êxito
ru_ru: Ваш платеж успешно обработан

# PHONESUCC
source: Your Phone SMS PIN has been successfully verified
de_de: Ihre Mobilelefon SMS PIN wurde erfolgreich verifiziert
es_es: El PIN por SMS se ha sido verificado satisfactoriamente.
fr_fr: Votre code PIN SMS a bien été vérifié
id_id: Telepon Anda SMS PIN telah berhasil diverifikasi
pt_pt: Seu PIN do SMS do telefone foi verificado com êxito
ru_ru: Ваш телефон PIN успешно проверен

# PROFILEVIEWER
source: View profile
de_de: Profil anschauen
es_es: Ver perfil
fr_fr: Voir le profil
id_id: Lihat profil
pt_pt: Ver perfil
ru_ru: Просмотреть профиль

# PROFILEVIEWERINFO
source: Here you can view the profile page of any of the registered members
de_de: Hier können Sie die Profile aller registrierter Kunden einsehen
es_es: En esta página puede ver el perfil de todos los usuarios registrados hasta la fecha.
fr_fr: Ici vous pouvez voir la page de profil de n'importe lequel des membres enregistrés
id_id: Di sini Anda dapat melihat halaman profil dari salah satu anggota yang terdaftar
pt_pt: Aqui você pode ver a página de perfil de qualquer um dos membros registrados
ru_ru: Здесь вы можете просмотреть страницу профиля любого из зарегистрированных пользователей

# REFACTIONSUCC
source: Your referrals have been successfully recycled/renewed
de_de: Ihre Downline wurde erfolgreich erneuert
fr_fr: Vos références ont été recyclées/renouvelées avec succès
id_id: refferal Anda telah berhasil direcycled/renewed
pt_pt: Suas referências foram recicladas/renovadas com sucesso
ru_ru: Ваши рефералы были успешно обновлены

# REFACTIONSUCC2
source: The AutoPay has been successfully proceed on selected referrals
de_de: Die automatische Zahlung wurde an die ausgewählten Empfehlungsnehmer durchgeführt
fr_fr: Le paiement automatique a été effectué avec succès sur les filleules sélectionnées
id_id: Autopay telah berhasil melanjutkan pada refferal yang dipilih
pt_pt: O AutoPay foi realizado com sucesso em referências selecionadas
ru_ru: Автооплата была успешно обработана для выбранных рефералов

# REFSUCC
source: Your referral pack has been purchased
de_de: Ihr Downline Pack wurde erfolgreich erworben
fr_fr: Votre pack de parrainage a été acheté
id_id: Paket referral Anda telah dibeli
pt_pt: Seu pacote de referência foi comprado
ru_ru: Вы успешно приобрели пакет рефералов

# REGISTEROK
source: Your account has been registered
de_de: Ihr Konto wurde erfolgreich registriert
es_es: Your account have been registered
fr_fr: Votre compte a été enregistré
id_id: Akun Anda telah terdaftar
pt_pt: Sua conta foi registrada
ru_ru: Ваш аккаунт был зарегистрирован

# REG_PASSWORD
source: Choose your password. It must be 4-80 characters long and can only contain letters, numbers and !@#$%^&*()-=+.,
de_de: Wählen Sie Ihr Passwort. Es muss zwischen 4 und 80 Zeichen lang sein und darf nur Buchstaben, Zahlen und folgende Zeichen enthalten: !@#$%^&*()-=+.,
fr_fr: Choisissez votre mot de passe. Il doit comporter de 4 à 80 caractères et ne peut contenir que des lettres, des !@#$%^&*()-=+.,
id_id: Pilih kata sandi Anda . Ini harus 4-80 karakter dan hanya dapat berisi huruf, angka dan @ # $ % ^ & * ( ) - . = + ,
pt_pt: Escolha sua senha. Deve ter 4-80 caracteres e só pode conter letras, números e !@#$%^&*()-=+.,
ru_ru: Выберите пароль. Он должен быть длиной 4-80 символов и может содержать только буквы, цифры и !@#$%^&*()-=+.,

source: Sending...
de_de: Senden...
es_es: Enviando...
fr_fr: Envoi...
pt_pt: Enviando ...
ru_ru: Отправка...

# SUPPSENT
source: Your Support Ticket has been sent
de_de: Ihre Support Anfrage wurde gesendet
es_es: Ticket de soporte enviado.
fr_fr: Votre ticket de soutien a été envoyé
id_id: Dukungan Tiket Anda telah dikirim
pt_pt: O seu Bilhete de Suporte foi enviado
ru_ru: Ваш тикет успешно отправлен

source: Total earned
de_de: Gesamtverdienst
es_es: Total Ganado
fr_fr: Total Gagné
id_id: Jumlah yang diterima
pt_pt: Total ganho
ru_ru: Итого заработал

# TRANSFEROK
source: Your money has been successfully transferred
de_de: Ihr Geld wurde erfolgreich transferiert
es_es: Su dinero ha sido transferido con éxito
fr_fr: Votre argent a été transféré avec succès
id_id: Uang Anda telah berhasil ditransfer
pt_pt: Seu dinheiro foi transferido com sucesso
ru_ru: Ваши деньги были успешно переведены

# UPGRADEOK
source: Your account has been successfully upgraded
de_de: Ihr Konto wurde erfolgreich upgegradet
es_es: Su cuenta se ha actualizado correctamente
fr_fr: Votre compte a été mis à niveau avec succès
id_id: Akun Anda telah berhasil diupgrade
pt_pt: Sua conta foi atualizada com êxito
ru_ru: Ваш аккаунт успешно обновлен

# VIEWTICKETS
source: View created tickets
de_de: Bestehende Support Tickets ansehen
es_es: Ver mis tickets de soporte
fr_fr: Voir les billets créés
id_id: Lihat diciptakan tiket
pt_pt: Ver bilhetes criados
ru_ru: Посмотреть созданные тикеты

# VIEWTICKETSINFO
source: All your created Support Tickets can be managed here.
de_de: Alle Ihre Support Tickets können hier bearbeitet werden
es_es: Todos los tickets de soporte creados se pueden manejar desde aquí.
fr_fr: Tous vos billets de support créés peuvent être gérés ici.
id_id: Semua Dukungan dibuat Tiket Anda dapat dikelola di sini.
pt_pt: Todos os seus Tickets de suporte criados podem ser gerenciados aqui.
ru_ru: Управлять всеми своими тикетами можно здесь

# YOUCANTFRIENDYOURSELF
source: You can't send friend request to yourself
de_de: Sie können nicht sich selbst eine Freundschaftsanfrage senden
es_es: No te puedes enviar una solicitud de amistad a ti mismo.
fr_fr: Vous ne pouvez pas envoyer une demande d'ami à vous-même
id_id: Anda tidak dapat mengirim permintaan teman untuk diri sendiri
pt_pt: Você não pode enviar solicitação de amigo para si mesmo
ru_ru: Вы не можете предложить дружбу сами себе

# YOUHAVEBEENCREDITED
source: You have been credited successfully for this activity
de_de: Sie wurde erfolgreich für Ihre Aktivität bezahlt.
es_es: Has sido acreditado satisfactoriamente por esta actividad.
fr_fr: Vous avez été crédité avec succès pour cette tache
id_id: Anda telah dikreditkan dengan sukses untuk kegiatan ini
pt_pt: Você foi creditado com êxito para esta atividade
ru_ru: Вы были успешно зачислены на эту деятельность

# YOUMUSTBEL
source: You must be logged in to view member profiles
de_de: Sie müssen eingeloggt sein um Ihr Kunden Profil zu sehen
es_es: Debes ingresar con tu cuenta para poder ver los perfiles de los usuarios.
fr_fr: Vous devez être connecté pour voir les profils des membres
id_id: Anda harus login untuk melihat profil anggota
pt_pt: Você deve estar logado para ver os perfis dos membros
ru_ru: Вы должны войти в систему чтобы смотреть профили пользователей
