Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U3900.*.resx
Languages: de_de

source: Age
de_de: Alter

# ALREADYSUBMITED
source: This offer has been already submited
de_de: Dieses Angebot wurde bereits angenommen.

source: Cities
de_de: Städte

# CITIESHINT
source: Use comma to separate city names. Leave blank to allow all cities
de_de: Benutzen Sie ein Komma um Stadtnamen zu trennen. Das Feld frei lassen um alle Städte zu erlauben.

# DAILYBUTABOVETHELIMIT
source: This offer has been sumbited too many times today (%n1%/%n2%)
de_de: Dieses Angebot wurde bereits zu oft ausgewählt (%n1%/%n2%)

source: field is required
de_de: Eintrag wird benötigt

# LEAVEZERO
source: Leave 0-0 to allow all ages
de_de: Tragen Sie 0 ein um alle Jahrgänge zu erlauben

# NOCONTESTS
source: We don't have any contests at the moment
de_de: Momentan gibt es keine Wettbewerbe

# PROFILEOK
source: Your Profiling survey has been completed
de_de: Ihre Profil Umfrage wurde erfolgreich beendet

# PROFILERREWARD
source: You will receive %n% to your balance after you complete the Profiling survey.
de_de: Sie werden folgenden Wert %n% Ihrem Konto gutgeschrieben bekommen, nachdem Sie Ihre Profil Umfrage ausgefüllt haben..

# PROFILERSURVEY
source: Profiling survey
de_de: Profil Umfrage

# PROFILERSURVEYINFO
source: Complete the survey below, so we can adjust all offers precisely for you. It is really important to do so, otherwise you won't be able to see the proper offers at all.
de_de: Füllen Sie die folgende Umfrage aus, so können wir optimale Angebote für Sie bereitstellen. Dieser Vorgang ist sehr wichtig, da Sie sonst nicht in der Lage sind, wichtigen Kampagnen zu partizipieren.

source: Replied
de_de: Beantworted

source: Skip
de_de: Überspringen

source: Survey Wall
de_de: Umfragen Übersicht
