Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U4000.*.resx
Languages: de_de, es_es, fr_fr, pt_br, ru_ru

# ACTEMAILSENT
source: Because you changed your e-mail address, we sent an activation link to your new e-mail address. Once it's confirmed, the address will be changed.
de_de: Weil Sie Ihre EMail Adresse geändert haben, schicken wir Ihnen einen neuen Aktivierungslink an die neue EMail Adresse. Nach entsprechender Aktivierung wird die neue EMail Adresse im System gespeichert.
es_es: Usted ha solicitado recientemente cambiar su dirección de correo electrónico (E-Mail), por su seguridad, se le ha enviado un enlace de activación a su nueva dirección de correo electrónico. Una vez que el enlace sea confirmado, se procederá a cambiar la dirección de correo electrónico.
fr_fr: Parce que vous avez changé votre adresse e-mail, nous avons envoyé un lien d'activation à votre nouvelle adresse e-mail. Une fois confirmée, l'adresse sera modifiée.
pt_br: Como você alterou seu endereço de e-mail, enviamos um link de ativação para seu novo endereço de e-mail. Uma vez confirmado, o endereço será alterado.
ru_ru: Вы изменили свой адрес эл. почты, для вступления в силу изменений, перейдите по ссылке, отправленной вам на эл. почту

source: Advertisement
de_de: Anzeige
es_es: Anuncio
fr_fr: Publicité
pt_br: Propaganda
ru_ru: Реклама

# BADFORMAT
source: Incorrect number format
de_de: Falsches Zahlenformat
es_es: Formato de número incorrecto
fr_fr: Format de numéro incorrect
pt_br: Formato de número incorrecto
ru_ru: Неверный формат числа

# CAPTCHAINFO
source: Enter the verification code to proceed
de_de: Bitte geben Sie den Verifizierungscode ein, um fortzufahren.
es_es: Ingrese el código de verificación para proceder
fr_fr: Entrez le code de vérification pour continuer
pt_br: Insira o código de verificação para continuar
ru_ru: Введите код подтверждения, чтобы продолжить

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
pt_br: Dias
ru_ru: Дней

# ENTERVAC
source: Enter the mode
de_de: Geben Sie den Modus ein
es_es: Entrar al modo vacaciones
fr_fr: Entrer dans le mode
pt_br: Entre no modo
ru_ru: Войдите в режим

# EXITVAC
source: Exit the mode
de_de: Verlassen Sie den Modus
es_es: Salir del modo vacaciones
fr_fr: Quitter le mode
pt_br: Sair do modo
ru_ru: Выйти из режима

# EXITVACSURE
source: Are you sure you want to exit Vacation Mode?
de_de: Sind Sie sicher den Urlaubsmodus zu verlassen?
es_es: ¿Estás seguro de salir del modo vacaciones?
fr_fr: Voulez-vous vraiment quitter le mode Vacances?
pt_br: Tem certeza de que deseja sair do Modo de férias?
ru_ru: Вы уверены, что хотите выйти из режима отпуска?

source: General
de_de: Allgemein
fr_fr: Général
pt_br: Geral
ru_ru: Генеральная

source: Payment
de_de: Zahlung
es_es: Pagos
fr_fr: Paiement
pt_br: Pagamento
ru_ru: Оплата

source: per day
de_de: pro Tag
es_es: por día
fr_fr: par jour
pt_br: por dia
ru_ru: за день

source: Auctions
de_de: Auktionen
es_es: Ventas
fr_fr: Enchères
pt_br: Leilões
ru_ru: Аукционы

source: Server time
de_de: Server Zeit
es_es: Hora del Servidor
fr_fr: Heure du serveur
pt_br: Hora do servidor
ru_ru: Время сервера

source: Support
es_es: Soporte
pt_br: Apoio
ru_ru: Суппорт

source: Vacation Mode
de_de: Urlaubsmouds
es_es: Modo Vacaciones
fr_fr: Mode vacances
pt_br: Modo de férias
ru_ru: Режим отпуска

# VACATIONMODEINFO
source: When your account is in Vacation Mode: <br/><br/>1. You cannot withdraw your money<br/> 2. You will not lose money because of your inactivity (inactivity fee, revenue shares, etc.)
de_de: Während sich Ihr Konto im Urlaubsmodus befindet: <br/><br/>1. Können Sie keine Auszahlung durchführen<br/> 2. Sie verlieren keine Einnahmen
es_es: Cuando tu cuenta está en modo de vacaciones: <br/><br/>1. No podrás realizar retiros <br/> 2. No perderá dinero por causas de inactividad incluyendo (Cargos por inactividad, AdPacks, etc..)
fr_fr: Lorsque votre compte est en mode vacances: <br/> <br/> 1. Vous ne pouvez pas retirer votre argent <br/> 2. Vous ne perdrez pas d'argent en raison de votre inactivité (frais d'inactivité, parts de revenus, etc.)
pt_br: Quando sua conta está no modo de férias: <br/><br/> 1. Você não pode retirar seu dinheiro <br/> 2. Você não perderá dinheiro por causa de sua inatividade (taxa de inatividade, partes de receita, etc.)
ru_ru: Если ваша учетная запись находится в режиме отпуска: <br/><br/>1. Вы не можете вывести свои средства<br/> 2. Вы не потеряете деньги из-за вашего бездействия<br/> 3. Вы все равно будете получать свои доходы от рефералов<br/> 4. Вы все равно будете получать единицы прибыли от портфолио

# YOUAREINVAC
source: You are in Vacation Mode until
de_de: Sie befindet sich im Urlaubsmodus bis zum
es_es: Usted está en el modo de vacaciones hasta
fr_fr: Vous êtes en mode Vacances jusqu'au
pt_br: Você está no modo de férias até
ru_ru: Вы находитесь в режиме отпуска до

# YOUAREINVACATIONMODE
source: Your account is in Vacation Mode. For more information please go to <i>Settings-Vacation Mode</i> page
de_de: Ihr Konto ist im Urlaubsmodus. Für weitere Informationen gehen sie zur Seite <i>Einstellungen Urlaubsmodus</i>
es_es: Tu cuenta está en el modo de vacaciones. Para obtener más información, visite la siguiente página: <i>Settings-Vacation Mode</i>
fr_fr: Votre compte est en mode Vacances. Pour plus d'informations, rendez-vous à la page. Mode Vacances
pt_br: Sua conta está no modo de férias. Para obter mais informações, acesse a página <i> Configurações - Modo de férias </i>
ru_ru: Ваша учетная запись находится в режиме отпуска. Для получения дополнительной информации, пожалуйста, перейдите к <i>Настройки режима отпуска</i> page

# ADDEDCAMPAIGNS
source: Your campaigns
de_de: Ihre Kampagnen
es_es: Tus campañas
fr_fr: Vos campagnes
pt_br: Suas campanhas
ru_ru: Ваши кампании

source: Approved
de_de: Bestätigt
es_es: Aprobadas
fr_fr: Approuvé
pt_br: Aprovado
ru_ru: Подтвержденные

# AUCTIONCLOSES
source: Closes in
de_de: Schliesst in
es_es: Termina en
fr_fr: Termine dans
pt_br: Fecha em
ru_ru: Закрытые

source: Display time
de_de: Anzeige Zeit
es_es: Tiempo de vizualización
fr_fr: Temps d'affichage
pt_br: Tempo de exibição
ru_ru: Показывать время

source: Highest bid
de_de: Höchstes Gebot
es_es: La oferta más alta
fr_fr: Enchère la plus élevée
pt_br: Maior lance
ru_ru: Самая высокая ставка

source: Payout
de_de: Auszahlung
es_es: Pago
fr_fr: Retrait
pt_br: Pagamento
ru_ru: Выплата

source: Instant payout
de_de: Sofort Auszahlung
es_es: Pago instantáneo
fr_fr: Paiement instantané
pt_br: Pagamento instantâneo
ru_ru: Установить выплату

# BANNERONDISPLAY
source: On display!
de_de: Auf dem Display!
es_es: Mostrado
fr_fr: Affiché!
pt_br: Na tela!
ru_ru: Показывается!

source: Closed!
de_de: Geschlossen!
es_es: Terminada!
fr_fr: Fermé!
pt_br: Fechadas!
ru_ru: Закрыто!

source: Next
de_de: Nächster
es_es: Siguiente
fr_fr: Suivant
pt_br: Próximo
ru_ru: Следующий

# NOBIDSYET
source: No bids
de_de: Keine Gebote
es_es: Sin ofertas
fr_fr: Aucune enchère
pt_br: Não há lances
ru_ru: Нет ставок

source: Now
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
pt_br: Agora
ru_ru: Сейчас

source: Advertise here
de_de: Hier inserieren
es_es: ¡Anúnciate aquí!
fr_fr: Annoncez ici
pt_br: Anuncie aqui
ru_ru: Реклама здесь

source: Auction
de_de: Auktion
es_es: Subasta
fr_fr: Enchères
pt_br: Leilão
ru_ru: Аукцион

# AUCTIONCLOSED
source: Sorry, this auction is closed
de_de: Verzeihung, die Auktion ist bereits geschlossen!
es_es: Lo sentimos, esta subasta ha terminado.
fr_fr: Désolé, cette enchère est fermée
pt_br: Desculpe, este leilão está fechado
ru_ru: Извините, этот аукцион закрыт

source: Auction for
de_de: Auktion für
es_es: Subastado por
fr_fr: Enchères pour
pt_br: Leilão para
ru_ru: Аукцион для

# BIDPLACED
source: Bid successfully placed
de_de: Gebot erfolgreich plaziert
es_es: Oferta realizada con éxito
fr_fr: Enchère effectuée avec succès
pt_br: O lance foi colocado com êxito
ru_ru: Успешно

source: Earnings
de_de: Verdienste
es_es: Ganancias
fr_fr: Gains
pt_br: Ganhos
ru_ru: Заработано

source: Hourly Auctions
de_de: Stündliche Auktionen
es_es: subastas por hora
fr_fr: Enchères horaires
pt_br: Leilões por hora
ru_ru: Часовые аукционы

source: Market
de_de: Markt
es_es: Mercado
pt_br: Mercado
ru_ru: Маркет

# MARKETINFO
source: Buy & sell your investments from/to other members
de_de: Kauf und Verkauf deiner Anteile von/an andere Kunden
es_es: comprar & vender tus inversiones de/a otros miembros
fr_fr: Achetez et vendez vos placements de/vers d'autres membres
pt_br: Compre e venda seus investimentos de/para outros membros
ru_ru: Купить & продать свои инвестиции от/для других членов

source: My Units
de_de: Meine Anzahl
es_es: Mis Unidades
fr_fr: Mes coupons
pt_br: Minhas Unidades
ru_ru: Мои единицы

# NOSHARES
source: You don't have any shares
de_de: Sie haben keine Anteile
es_es: Usted no tiene ninguna acción
fr_fr: Vous n'avez pas de coupon
pt_br: Você não tem ações
ru_ru: У вас нет ни одной акции

# NOTENOUGHUNITS
source: You don't have that much units to sell (maybe some of them are currently on the market)
de_de: Sie haben nicht soviele Anteile wie angegeben (vielleicht befinden sich derzeit bereits Anteile auf dem Marktplatz)
es_es: Usted no tiene esa cantidad de unidades para la venta (tal vez algunas de sus unidades están actualmente en el mercado)
fr_fr: Vous n'avez pas beaucoup d'unités à vendre (peut-être certains d'entre eux sont actuellement sur le marché)
pt_br: Você não tem que muitas unidades para vender (talvez alguns deles estão atualmente no mercado)
ru_ru: У вас нет столько единиц, чтобы продать (возможно, некоторые из них в настоящее время в маркете)

source: PAID
de_de: BEZAHLT
es_es: PAGADO
fr_fr: PAYÉ
pt_br: PAGO
ru_ru: ПЛАТНЫЕ

source: Place bid
de_de: Gebot abgeben
es_es: Pujar
fr_fr: Placer enchère
pt_br: Colocar oferta
ru_ru: Место ставки

source: Portfolio Products
de_de: Portfolio Produkte
es_es: Portafolio de productos.
pt_br: Produtos da Carteira
ru_ru: Портфолио продуктов

source: Portfolio Units
de_de: Portfolio Anteile
es_es: Portafolio de unidades.
pt_br: Unidades de portfólio
ru_ru: Портфолио единиц

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
pt_br: Produto
ru_ru: Продукт

source: Sell Units
de_de: Verkaufe Anteile
es_es: Vender unidades
fr_fr: Vente de coupon
pt_br: Venda Unidades
ru_ru: Продать единицы

source: Shares
de_de: Anteile
es_es: Acciones
fr_fr: Coupons
pt_br: Ações
ru_ru: Акции

# SHARESSUCC
source: Shares bought successfully
de_de: Anteile erfolgreich erworben
es_es: Acciones adquiridas con éxito
fr_fr: Coupon achetées avec succès
pt_br: Ações compradas com sucesso
ru_ru: Акции успешно куплены

source: Units
de_de: Anzahl
es_es: Unidades
fr_fr: Coupons
pt_br: Unidades
ru_ru: Единицы

# YOUWONAUCTION
source: You won banner auction which will be displayed on
de_de: Sie haben die Auktion gewonnen
es_es: Haz ganado la subasta del banner el cual se mostrará en
fr_fr: Vous avez gagné une enchère de bannière qui sera affichée sur
pt_br: Você ganhou o leilão da bandeira que será exibido em
ru_ru: Вы выиграли баннерный аукцион, который будет отображаться на

# YOUDONTHAVEANYSHARES
source: You don't have any shares. Go to market and buy some
de_de: Sie haben keine Anteile. Im Marktplatz können Sie Anteile erwerben
es_es: Usted no cuenta con ninguna acción. Vaya al mercado y compre algunas.
fr_fr: Vous n'avez pas de coupon. Aller sur le marché et acheter en au moins un
pt_br: Você não tem nenhuma ação. Ir ao mercado e comprar alguns
ru_ru: У вас нет акциий. Перейдите в маркет, чтобы купить.

source: Gift Cards
de_de: Geschenkkarten
es_es: Tarjetas de Regalo
fr_fr: Cartes cadeaux
ru_ru: Подарочные карты

# GIFTCARDSINFO
source: Exchange your %p% for varius cards & bonuses!
de_de: Tausch deine Werte %p% für verschieden Karten und Bonusse
es_es: Intercambiar su %p% por tarjetas & bonos!
fr_fr: Échangez vos %p% pour diverses cartes et bonus!
pt_br: Troque seu %p% por cartões e bônus varius!
ru_ru: Обменяйте свои %p% для различных карт & бонусов

# NOGIFTCARDS
source: There are no Gift Cards available for you at the moment. Come back soon
de_de: Derzeit sind keine Geschenkkarten verfügbar. Bitte probieren Sie es später erneut
es_es: No hay tarjetas de regalo disponibles para usted en este momento. Vuelve más tarde.
fr_fr: Aucune carte cadeau n'est disponible pour le moment. Reviens bientôt
pt_br: Não existem Cartões de Oferta disponíveis para você neste momento. Volte logo
ru_ru: В данный момент нет подарочных карт для вас. Вернитесь.

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pt_br: Cancelar
ru_ru: Конец

source: Close
de_de: Schliessen
es_es: Cerrar
fr_fr: Fermer
pt_br: Fechar
ru_ru: Закрыть

# EXCHANGENPFOR
source: Exchange %n% %p% for %w%
de_de: Tausche %n% %p% gegen %w%
es_es: Intercambiar %n% %p% for %w%
fr_fr: Échanger %n% %p% contre %w%
pt_br: Troca %n% %p% para %w%
ru_ru: Обмен %n% %p% для %w%

# EXCHANGEPOINTS
source: Exchange %p%
de_de: Tausche %p%
es_es: Intercambiar %p%
fr_fr: Échanger %p%
pt_br: Troca %p%
ru_ru: Обменять %p%

# REQUESTSENTINFO
source: Your Gift Code request has been sent. It will be verified by the administrator within 24 hours. <br/>You will receive your code on your email address
de_de: Ihre Anfrage für einen Geschenk Code wurde gesendet. Diese wird vom Support innerhalb der nächsten 24 Stunden verifziert.<br/>Der Geschenk Code wird anschliessend an Ihre Email-Adresse gesendet.
es_es: Su petición de código de regalo ha sido enviado. Éste será verificado por el administrador dentro de 24 a 48 horas. <br/>Usted recibirá su código en su dirección de correo electrónico.
fr_fr: Votre demande de code cadeau a été envoyée. Il sera vérifié par l'administrateur dans les 24 heures. <br/> Vous recevrez votre code sur votre adresse e-mail
pt_br: Sua solicitação de código de presente foi enviada. Será verificado pelo administrador dentro de 24 horas. <br/> Você receberá seu código em seu endereço de e-mail
ru_ru: Ваш запрос на подарочный код был отправлен. Он будет проверен администратором в течении 24 часов. <br/>Вы получите код на свой адрес электронной почты

# THEREARENOCODES
source: There are currently no codes for your country
de_de: Momentan gibt es in Ihrem Land keine Geschenk Codes
es_es: Actualmente no hay códigos para tu país
fr_fr: Il n'y a actuellement aucun code pour votre pays
pt_br: Actualmente, não existem códigos para o seu país
ru_ru: В настоящее время нет кода для вашей страны

source: Reward
de_de: Belohnung
es_es: Recompensas
fr_fr: Récompense
pt_br: Recompensa
ru_ru: Награда

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche
pt_br: Pesquisa
ru_ru: Поиск

# SEARCHINFO
source: Earn %p% by using our search platform powered by Yahoo
de_de: Verdiene %p% durch Benutzung unserer Suchseite powered by Yahoo
es_es: Gana %p% por utilizar nuestra plataforma de búsquedas patrocinado por Yahoo.
fr_fr: Gagnez %p% grâce à notre plateforme de recherche développée par Yahoo
pt_br: Ganhe %p% usando nossa plataforma de pesquisa powered by Yahoo
ru_ru: Заработать%p% на поиске от Yahoo

source: Next page
de_de: Nächste Seite
es_es: Siguiente página
fr_fr: Page suivante
pt_br: Próxima página
ru_ru: Следующая страница

source: Previous page
de_de: Vorherige Seite
es_es: Página anterior
fr_fr: Page précédente
pt_br: Página anterior
ru_ru: Предыдущая страница

# LATESTHISTORYLOGS
source: The log below shows latest history from the last {0} days (shows up to {1} records).
de_de: Das Log zeigt in die Einträge der letzten %n% Tage
es_es: El registro de actividad muestra el historial de los últimos %n% días.
fr_fr: The log below shows latest history from the last %n% days
pt_br: O log abaixo mostra o último histórico dos últimos %n% dias
ru_ru: Журнал показывает последнии %n% дней

source: More logs
de_de: Mehr Logs
es_es: Más registros
pt_br: Mais registros
ru_ru: Другие журналы

# GEONOTAVAILABLE
source: Unfortunately, we are not able generate any %p% for your country at the moment
de_de: Leider sind wir momentan nicht in der Lage mehr %p% für Ihr Land zu generieren
es_es: Por desgracia, no somos capaces de generar cualquier %p% para su país por el momento
fr_fr: Malheureusement, nous ne sommes pas en mesure de générer %p% pour votre pays en ce moment
pt_br: Infelizmente, não conseguimos gerar %p% para o seu país no momento
ru_ru: К сожалению, мы не в состоянии генерировать любые %p% для вашей страны на данный момент

# LOGINTEXT
source: Log In
es_es: Ingresar
fr_fr: Connexion
pt_br: Entrar
ru_ru: Авторизоваться

# SORRYCOUNTRY
source: Sorry, we are currently not available in your country
de_de: Leider sind wir in Ihrem authorisiert unsere Produkte anzubieten.
es_es: Actualmente no estámos disponible en tu país.
fr_fr: Désolé, nous ne sommes pas encore disponibles dans votre pays
pt_br: Desculpe, no momento não estamos disponíveis no seu país
ru_ru: К сожалению, мы в настоящее время не доступны в вашей стране

source: Price per unit
de_de: Preis pro Anteil
es_es: Precio por unidad
fr_fr: Prix par coupon
pt_br: Preço por unidade
ru_ru: Цена за единицу

# YOUMUSTBELOGGED
source: You must be logged in to earn %p%
de_de: Sie müssen eingeloggt sein um verdienen zu können %p%
es_es: Usted debe estar conectado para ganar %p%
fr_fr: Vous devez être connecté pour gagner %p%
pt_br: Você deve estar logado para ganhar %p%
ru_ru: Вы должны войти в систему, чтобы заработать %p%

# FRAUDINFO
source: Sorry, your account has been suspended, we have identified something unusual. %a%Contact us%b% for more information.
de_de: Wichtig! Ihr Konto wurde gesperrt aufgrund von ungewöhnlichen Aktivitäten. %a%Kontaktieren Sie uns%b% für mehr Informationen.
es_es: Lo sentimos, tu cuenta ha sido suspendida, hemos identificado algo inusual. %a%Contact us%b% para más información.
fr_fr: Désolé, votre compte a été suspendu, nous avons identifié quelque chose d'inhabituel. %a%Contactez nous%b% pour plus d'informations.
pt_br: Desculpe, sua conta foi suspensa, identificamos algo incomum. %a% Contacte-nos %b% para obter mais informações.
ru_ru: К сожалению, ваш аккаунт был заблокирован, мы определили сомнительное поведение. %a%Напишите нам%b% для более подробной информации.

# ERRORAPI
source: ERROR: Unable to connect to
de_de: ERROR: Unmöglich die Verbindung herzustellen
es_es: ERROR:Incapaz de conectarse a
fr_fr: ERREUR: Impossible de se connecter à
pt_br: ERRO: Não foi possível conectar-se a
ru_ru: ОШИБКА: Не удается подключиться к

# EMAILNOTINDATABASE
source: We don't have such email address in the database
de_de: We haben keine solche Email-Adresse in unserer Datenbank
es_es: Opps! No podemos encontrar tu dirección de correo electrónico en nuestra plataforma.
fr_fr: Nous n'avons pas cette adresse e-mail dans la base de données
pt_br: Não temos esse endereço de e-mail no banco de dados
ru_ru: У нас нет такого адреса электронной почты в базе данных

# PASSWORDLINKSENT
source: We have sent an email with further instructions on given email address. Check your mailbox
de_de: Wir haben Ihnen eine Email mit weiteren Instruktionen gesendet. Bitte checken Sie Ihren Email Eingang.
es_es: Hemos enviado un correo electrónico con más instrucciones. Revisa tu correo
fr_fr: Nous avons envoyé un e-mail avec des instructions supplémentaires sur l'adresse électronique donnée. Vérifiez votre boîte aux lettres
pt_br: Enviamos um e-mail com mais instruções sobre o endereço de e-mail fornecido. Verifique sua caixa postal
ru_ru: Мы отправили письмо с дальнейшими инструкциями по данному электронному адресу. Проверьте свой почтовый ящик

# REQUESTEXPIRED
source: This password request has expired. Please issue a new one
de_de: Die Anfrage zu einem Passwort Reset ist leider ausgelaufen. Bitte erstellen Sie eine neue Anfrage
es_es: Esta solicitud de contraseña ha expirado. Por su seguridad, tiene que volver a pedir una nueva solicitud de contraseña.
fr_fr: Cette demande de mot de passe a expiré. Veuillez en émettre un nouveau
pt_br: Esta solicitação de senha expirou. Por favor, emita um novo
ru_ru: Этот запрос пароля истек. Прошу выдать новый

# ST_RESET
source: Your password has been reset
de_de: Ihr Passwort wurde zurückgesetzt
es_es: Tu contraseña ha sido restablecida
fr_fr: Votre mot de passe a été réinitialisé
pt_br: Sua senha foi redefinida
ru_ru: Ваш пароль был сброшен

source: Playlist
de_de: Abspielliste
es_es: Lista de Videos
pt_br: Lista de reprodução
ru_ru: Плейлист

source: videos
fr_fr: vidéos
pt_br: vídeos
ru_ru: видео

source: Next video
de_de: Nächstes Video
es_es: Siguiente Video
fr_fr: Vidéo suivante
pt_br: Próximo vídeo
ru_ru: Следующее видео

source: Previous video
de_de: Vorheriges Video
es_es: Video Anterior
fr_fr: Vidéo précédente
pt_br: Vídeo anterior
ru_ru: Предыдущее видео

# TRYAGAIN
source: Please try again in a few minutes
de_de: Bitte versuchen es in ein paar Minuten nochmal
es_es: Por favor, intente en unos minutos.
fr_fr: S'il vous plait, réessayez dans quelques minutes
pt_br: Por favor, tente novamente em alguns minutos
ru_ru: Пожалуйста, повторите попытку через несколько минут

source: Chat
ru_ru: Чат

# CLICKTOCOMPLETE
source: Click to see the offer
de_de: Anklicken um das Angebot zu sehen
es_es: Haga clic para ver la oferta
fr_fr: Cliquez pour voir l'offre
pt_br: Clique para ver a oferta
ru_ru: Кликните, чтобы посмотреть предложение

source: Events
es_es: Eventos
fr_fr: Événements
pt_br: Eventos
ru_ru: События

# OFFERNOTAVAIL
source: Sorry, this offer is not available for you
de_de: Leider ist dieses Angebot für Sie nicht verfügbar
es_es: Lo sentimos, la oferta no está disponible para usted
fr_fr: Désolé, cette offre n'est pas disponible pour vous
pt_br: Desculpe, esta oferta não está disponível para você
ru_ru: К сожалению, это предложение не доступно для вас

source: Logs
es_es: Registros
ru_ru: Логи

source: Money
de_de: Geld
es_es: Dinero
fr_fr: Argent
pt_br: Dinheiro
ru_ru: Деньги

# TE
source: Traffic Exchange
de_de: Daten Austausch
es_es: Intercambio de tráfico
pt_br: Intercâmbio de tráfego
ru_ru: Обмен трафика

# BALANCELOG
source: Balance Logs
de_de: Log vom Kontostand
es_es: Registros de Balance
pt_br: Logs de balanceamento
ru_ru: Логи баланса

# HISTORYLOG
source: History Logs
de_de: Log der Bewegungen
es_es: Historial de Registros
pt_br: Históricos
ru_ru: История логов

source: Latest
de_de: Letzte
es_es: Último
fr_fr: Dernier
pt_br: Mais recentes
ru_ru: Последнее

# TESHORT
source: Traffic X
de_de: Datenverkehr X
es_es: Tráfico X
pt_br: Tráfego X
ru_ru: Обмен трафиком

# MONEYSENT
source: The money has been sent to your %p% account.
de_de: Das Geld wurde Ihrem Konto %p% gutgeschrieben.
es_es: El dinero fue enviado a su cuenta de %p%.
fr_fr: L'argent a été envoyé à votre compte %p%.
pt_br: O dinheiro foi enviado para sua conta de %p%.
ru_ru: Деньги были отправлены на ваш %p% аакаунт.

source: This website
de_de: Diese Webseite
es_es: Ver el sitio web de forma
fr_fr: Ce site web
pt_br: Esse site
ru_ru: Этот сайт

# ANONDIRECT
source: Anonymous / Direct
de_de: Anonym / Direkt
es_es: Anónima / Directa
fr_fr: Anonyme / Direct
pt_br: Anônimo / Direto
ru_ru: Анонимный

source: Now playing
de_de: Wird abgespielt
es_es: Jugar Ahora!
fr_fr: Lecture en cours
pt_br: Agora jogando
ru_ru: Сейчас играет

# VIDEOINFO
source: Get paid for watching your favourite videos.
de_de: Verdienen Sie Geld indem Sie unsere favorisierten Videos anschauen
es_es: Ahora te pagamos por ver videos (Patrocinados por DailyMotion)
fr_fr: Être payé pour regarder vos vidéos préférées.
pt_br: Receba o pagamento por assistir seus vídeos favoritos.
ru_ru: Зарабатывайте деньги, просматривая видео (работает с DailyMotion).
