Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U4200.*.resx
Languages: de_de, es_es, fr_fr, pt_br

# BUYADPACKSUCCESS
source: You have succesfully bought %n% %p%
de_de: Sie haben %n% %p% erfolgreich gekauft
es_es: Usted ha comprado con éxito %n% %p%
fr_fr: Vous avez acheté avec succès %n% %p%
pt_br: Você comprou com êxito %n% %p%

# ADPACKEARNMAINDESCRIPTION
source: You need to view at least %n% ads every day to take part in our revenue.
de_de: Es ist nötig mindestens %n% Anzeigen jeden Tag zu betrachten, um sich für die Umsatzbeteiligung zu qualifizieren.
es_es: Es necesario para ver al menos %n% anuncios todos los días para participar en la repartición de ingresos.
pt_br: Você precisa visualizar pelo menos %n% de anúncios todos os dias para participar de nossa receita.

# ADPACKMAINDESCRIPTION
source: Create traffic on your website and earn money at the same time.
de_de: Produzieren Sie Datenverkehr auf Ihrer Webseite und generieren somit zur gleichen Zeit ein Einkommen.
es_es: Cree tráfico para su sitio web y genere ganancias al mismo tiempo.
fr_fr: Créez du trafic sur votre site Web et gagnez de l'argent en même temps.
pt_br: Crie tráfego em seu site e ganhe dinheiro ao mesmo tempo.

# ADPACKINFO
source: View advertisements to generate revenue from your %n%
de_de: Betrachten Sie Anzeigen um Umsatzbeteiligung zu erhalten %n%
es_es: Vea los anuncios para generar ingresos %n%
fr_fr: Afficher des annonces pour générer des revenus à partir de votre %n%
pt_br: Veja anúncios para gerar receita de seu %n%

# RETURNEDMONEY
source: %n% of its value returned in money
de_de: %n% des Wertes in Geld zurückgeführt?4200
es_es: %n% de su valor devuelto en el dinero
fr_fr: %n% de sa valeur retournée en argent
pt_br: %n% do seu valor devolvido em dinheiro

source: Cash Links
pt_br: Links em dinheiro

# CASHLINKSINFO
source: Earn extra money with no investment
de_de: Verdienen Sie extra Geld ohne eigene Investition
es_es: Ganar dinero extra sin inversión
fr_fr: Gagnez de l'argent supplémentaire sans investissement
pt_br: Ganhe dinheiro extra sem investimento

source: Claim
de_de: Beschwerde
es_es: Reclamar
fr_fr: Demander
pt_br: Reivindicação

source: Create groups
de_de: Erstelle Gruppe
es_es: Crear Grupos
pt_br: Criar grupos

source: Join group
de_de: Gruppe beitreten
es_es: Ingresar al grupo
fr_fr: Rejoindre le groupe
pt_br: Juntar-se ao grupo

# CANTCREATEGROUPOFTHISTYPE
source: You can't create a group of specified type
de_de: Sie können keine bestimmte Gruppe erstellen.
es_es: No se puede crear un grupo de tipo especifico
fr_fr: Vous ne pouvez pas créer un groupe de type spécifié
pt_br: Não é possível criar um grupo de tipo especificado

source: Creator
de_de: Ersteller
es_es: Creador
fr_fr: Créateur
pt_br: Criador

source: Daily profit raised by
de_de: Täglicher Profit gestiegen um
es_es: ganancia diaria planteada por
fr_fr: Le bénéfice quotidien
pt_br: Lucro diário gerado pela

# PACKSREQUIRED
source: %n% required
de_de: %n% benötigit
es_es: %n% requerido
fr_fr: %n% requis
pt_br: %n% exigido

# MOREADPACKSREQUIRED
source: You must add at least %n% %p% to create selected group
de_de: Sie müssen mindestens %n% %p% hinzufügen um die ausgewählte Gruppe zu erstellen
es_es: Debe añadir al menos %n% %p% para crear el grupo seleccionado
fr_fr: Vous devez ajouter au moins %n% %p% pour créer le groupe sélectionné
pt_br: Você deve adicionar pelo menos %n% %p% para criar o grupo selecionado

# PACKSREQUIREDTOACCELERATE
source: %n% required to close
de_de: %n% benötigt um zu schliessen
es_es: %n% requerida para cerrar
fr_fr: %n% nécessaire pour fermer
pt_br: %n% necessário para fechar

# PACKSREQUIREDTOOPEN
source: %n% required to open
de_de: %n% benoetigt um zu oeffnen
es_es: %n% requerido para abrir
fr_fr: %n% nécessaire pour ouvrir
pt_br: %n% necessário para abrir

# TOOMANYPACKS
source: The maximum amount of %n% you can buy for this group is
de_de: Die maximale Menge %n% welche Sie von dieser Gruppe kaufen können ist
es_es: La cantidad máxima es de %n%, usted puede adquirir packs para ingresar a este grupo.
fr_fr: Le montant maximum de %n% que vous pouvez acheter pour ce groupe est
pt_br: A quantidade máxima de %n% que você pode comprar para este grupo é

source: Actions
de_de: Aktionen
es_es: Comportamiento
pt_br: Ações

source: Group creator
de_de: Gruppengründer
es_es: Creador del grupo
fr_fr: Créateur du groupe
pt_br: Criador do grupo

# MYADPACKS
source: My %n%
de_de: Mein %n%
es_es: Mi %n%
fr_fr: Mes %n%
pt_br: Meu %n%

source: Money Returned
de_de: Geld zurück erstattet
es_es: Devolución de dinero
fr_fr: Argent retourné
pt_br: Dinheiro devolvido

# CANTBUYZEROADPACKS
source: Number of %n% must be greater than 0
de_de: Anzahl von %n% muss groesser sein als 0
es_es: El número de %n% debe ser mayor que 0
fr_fr: Le nombre de %n% doit être supérieur à 0
pt_br: O número de %n% deve ser maior que 0

source: Groups
de_de: Gruppen
es_es: Gropos
fr_fr: Groupes
pt_br: Grupos

source: List of
de_de: Liste von
es_es: Lista de
fr_fr: Liste de
pt_br: Lista de

# NOSTATS
source: No statistics to display
de_de: Keine Statistiken zur Ansicht verfuegbar
es_es: No hay estadísticas para mostrar
fr_fr: Aucune statistique à afficher
pt_br: Nenhuma estatística a ser exibida

# NOTMEMBEROFGROUP
source: You are not a member of any user-created group.
de_de: Sie sind kein Mitglied irgendeiner Gruppe
es_es: Usted no es un miembro de ningun grupo creado por por otro usuario.
fr_fr: Vous n'êtes pas membre d'un groupe créé par l'utilisateur.
pt_br: Você não é membro de nenhum grupo criado pelo usuário.

source: All
de_de: Alle
es_es: TODOS
fr_fr: Tout
pt_br: Todos

source: Available
de_de: Verfuegbar
es_es: Disponible
fr_fr: Disponible
pt_br: Disponível

# CREATEGROUPSUCCESS
source: You have successfully created %n% Group with %p%. Your Group URL is: %u%
de_de: Sie haben erfolgreich die %n% Gruppe gegründet mit %p%. Ihre Gruppen URL ist: %u%
es_es: Ha creado correctamente el grupo %n% con %p%. La URL de su grupo es: %u%
fr_fr: Vous avez créé avec succès %n% Group avec %p%. L'URL de votre groupe est: %u%
pt_br: Você criou com sucesso %n% Grupo com %p%. O URL do seu grupo é: %u%

# FACEBOOKPROFILE
source: Facebook profile URL
de_de: Facebook Profil URL
es_es: URL del perfil de Facebook
fr_fr: URL du profil Facebook
pt_br: URL do perfil do Facebook

# NOTENOUGHADPACKSAVAILABLEFORGROUPS
source: You don't have enough %n% available
de_de: Sie haben nicht genug %n% verfuegbar
es_es: Usted no tiene suficiente %n% disponible
fr_fr: Vous n'avez pas assez de %n% disponible
pt_br: Você não tem %n% suficiente disponível

source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
pt_br: Telefone

source: Picture
de_de: Bild
es_es: Foto
fr_fr: Photo
pt_br: Imagem

source: Video URL
fr_fr: URL de la vidéo
pt_br: URL do vídeo

source: Contact me
de_de: Kontaktieren Sie mich
es_es: Contáctame
fr_fr: Contactez moi
pt_br: Contate-me

# ENTERREQUIREDFIELDS
source: Please enter all required fields
de_de: Bitte füllen Sie alle erforderlichen Felder aus
es_es: Por favor, introduzca todos los campos requeridos
fr_fr: S'il vous plaît remplir tous les champs
pt_br: Insira todos os campos obrigatórios

# INVALIDIFRAME
source: Video URL must be a valid iframe
de_de: Video URL muss ein gueltiges Iframe sein
es_es: URL del video debe ser un iframe válida
fr_fr: L'URL de la vidéo doit être une iframe valide.
pt_br: URL de vídeo deve ser um iframe válido

source: Invalid picture
de_de: Ungueltiges Bild
es_es: Imagen no válida
fr_fr: Image incorrecte
pt_br: Imagem inválida

# JOINGROUPSUCCESS
source: You have successfully joined %n% Group with %p%
de_de: Sie sind erfolgreich der %n% Gruppe beigetreten mit %p%
es_es: Has ingresado satisfactoriamente al grupo %n% con %p%
fr_fr: Vous avez rejoint avec succès %n% >Groupe avec %p%
pt_br: Você se juntou com sucesso ao grupo %n% com %p%

source: Join/leave
de_de: Beitreten/Verlassen
es_es: Ingresar / Salir
fr_fr: Rejoindre / Quitter
pt_br: Participar/sair

source: Leave group
de_de: Verlasse Gruppe
es_es: Dejar Grupo
fr_fr: Quitter le groupe
pt_br: Deixar o grupo

source: Open group
de_de: Erstelle Gruppe
es_es: Abrir Grupo
fr_fr: Groupe ouvert
pt_br: Abrir grupo

# YOUMUSTCLOSEGROUPS
source: You must close at least one of your groups before opening a new one
de_de: Sie muessen die aktuelle Gruppe schliessen, um eine neue zu eroeffnen
es_es: Debe cerrar al menos uno de sus grupos antes de abrir uno nuevo
fr_fr: Vous devez fermer au moins un de vos groupes avant d'en ouvrir un nouveau
pt_br: Você deve fechar pelo menos um de seus grupos antes de abrir um novo

# NOOPENGROUPS
source: There are no open groups
de_de: Es gibt derzeit keine geoeffneten Gruppen
es_es: No hay grupos abiertos
fr_fr: Il n'y a pas de groupes ouverts
pt_br: Não existem grupos abertos

source: Closed groups
de_de: Geschlossene Gruppen
es_es: Grupos cerrados
fr_fr: Groupes fermés
pt_br: Grupos fechados

# LEAVEGROUPSUCCESS
source: You have successfully withdrawn %n% %p%
de_de: Sie haben erfolgreich %n% %p% ausgezahlt
es_es: Usted ha retirado con éxito %n% %p%
fr_fr: Vous avez retiré avec succès %n% %p%
pt_br: Você removeu com êxito %n% %p%

source: My groups
de_de: Meine Gruppen
es_es: Mis grupos
fr_fr: Mes groupes
pt_br: Meus grupos

# NOCLOSEDGROUPS
source: There is no group history
de_de: Es gibt keine Gruppen Historie
es_es: No hay una historia de grupo
pt_br: Não há histórico de grupo

source: Number of participants
de_de: Anzahl der Teilnehmer
es_es: Número de participantes
fr_fr: Nombre de participants
pt_br: Número de participantes

source: Open groups
de_de: Oeffne Gruppen
es_es: Grupos abiertos
fr_fr: Groupes ouverts
pt_br: Grupos abertos

source: to add
de_de: hinzuzufuegen
es_es: Añadir
fr_fr: à ajouter
pt_br: adicionar

source: to withdraw
de_de: auszuzahlen
es_es: retirar
fr_fr: se retirer
pt_br: sacar

# VACATIONINFO2
source: When your account is in Vacation Mode: <br/><br/>1. You cannot withdraw your money.<br/> 2. You will not be charged for your inactivity.<br/> 3. Your account will not expire.
de_de: Wenn Ihr Konto sich im Urlaubsmodus befindet: <br/><br/>1. Koennen Sie keine Auszahlung beantragen.<br/> 2. Es entstehen keine Kosten waehrend Ihrer Inaktivitaet.<br/> 3. Ihr Konto wird nicht auslaufen.
es_es: Cuando su cuenta está en el modo de vacaciones: <br/><br/>1. No podrá retirar sus fondos <br/> 2. No se le cobrará por su inactividad.<br/> 3. Su cuenta no expirará.
fr_fr: Lorsque votre compte est en mode vacances: <br/> <br/> 1. Vous ne pouvez pas retirer votre argent. <br/> 2. Vous ne serez pas facturé pour votre inactivité. <br/> 3. Votre compte n'expire pas.
pt_br: Quando sua conta está no modo de férias: <br/><br/> 1. Você não pode retirar seu dinheiro. <br/> 2. Você não será cobrado por sua inatividade. <br/> 3. Sua conta não expirará.

source: Start surfing
de_de: Beginne das Surfen von Webseiten
es_es: Empezar a navegar
fr_fr: Commencez à surfer
pt_br: Comece a surfar

# CPAGPT
source: CPA/GPT Offers
de_de: CPA/GPT Angebote
es_es: Ofertas CPA/GPT
fr_fr: Offres CPA/GPT
pt_br: CPA/GPT Ofertas

# CPAGPT1
source: Before you submit - make sure that you understood and completed everything like the advertiser wanted
de_de: Bevor Sie akzeptieren, stellen Sie bitte sicher, dass Sie alle Bedingungen des Anzeigenerstellers verstanden und akzeptiert haben
es_es: Antes de enviar - asegúrese de que usted ha entendido y completado todo como quería el anunciante
fr_fr: Avant de soumettre - assurez-vous que vous avez compris et achevé tout comme l'annonceur voulait
pt_br: Antes de enviar - certifique-se de que compreendeu e completou tudo como o anunciante queria

# CPAGPT2
source: If you got too many Denied submissions, you might get <b>permanently banned</b>
de_de: Wenn Sie zu haeufig abgelehnt werden, werden Sie moeglicherweise <b>dauerhaft gesperrt</b>
es_es: Si posees demasiadas presentaciones rechazadas y/o denegadas por tratar de ganar sin completar la acción, tu cuenta sera <b>bloqueada de manera permanente</b>
fr_fr: Si vous recevez trop de soumissions refusées, vous risquez d'obtenir <b> une interdiction permanente </b>
pt_br: Se você receber muitos envios negados, você poderá ter <b>permanentemente banido</b>

# CPAGPT3
source: If one of your daily offer submissions becomes Denied, you won't be able to submit this offer ever again
de_de: Wenn ein Tagesangebot abgelehnt wird, koennen Sie dieses nicht erneut abfragen
es_es: Si una oferta daría que usted presente es denegada, no podrá volver a presentar la misma oferta nunca más.
fr_fr: Si l'une de vos offres quotidiennes est refusée, vous ne pourrez plus jamais soumettre cette offre
pt_br: Se um de seus envios diários de oferta se tornar negado, você não poderá mais apresentar essa oferta

source: Traffic balance
de_de: Stand des Datenverkehrs
es_es: Balance de Trafico
pt_br: Balanço de tráfego

source: Unlimited
de_de: Unbegrenzt
es_es: Ilimitado
fr_fr: Illimité
pt_br: Ilimitado

source: Login Ads
de_de: Login-Anzeigen
es_es: Anuncios de Acceso
pt_br: Anúncios de Login

source: can be viewed every
de_de: koennen betrachtet werden alle
es_es: Se podrán visualizar cada
fr_fr: Peut être consulté tous les
pt_br: Podem ser visualizados

# GROUPSINFO
source: Earn money faster by joining or creating groups.
de_de: Verdienen Sie schneller Geld in dem Sie Gruppen beitreten oder welche erstellen
es_es: Ganar dinero rápido mediante la unión o la creación de grupos.
fr_fr: Gagnez de l'argent plus rapidement en rejoignant ou en créant des groupes.
pt_br: Ganhe dinheiro mais rápido juntando ou criando grupos.

# NOADSAVAILABLEFORUSER
source: There are no ads available for you at the moment
de_de: Es gibt zur Zeit keine verfuegbaren Anzeigen
es_es: No hay anuncios disponibles para usted en este momento
fr_fr: Il n'y a pas d'annonces disponibles pour vous en ce moment
pt_br: Não há anúncios disponíveis para você no momento

# SELECTDIFFERENTDISPLAYDATE
source: Please select different display date
de_de: Bitte waehlen Sie ein anderes Anzeigedatum
es_es: Por favor, selecciona una fecha diferente para la visualización.
fr_fr: Veuillez sélectionner une date d'affichage différente
pt_br: Selecione outra data de exibição

# GOTODASHBOARD
source: Back to Dashboard
de_de: Zurueck zur Uebersicht
es_es: Regresar al DashBoard
fr_fr: Retour a l'admin
pt_br: Voltar ao Painel

# THANKSFORVIEWINGTHISAD
source: Thank you for viewing this ad
de_de: Vielen Dank fuer das Anschauen dieser Anzeige
es_es: Gracias por ver este anuncio
fr_fr: Merci d'avoir regarder cette annonce
pt_br: Obrigado por ver este anúncio

# NOCAMPAIGN
source: Purchase without a campaign
de_de: Kaufen ohne Kampagne
es_es: Compra sin una campaña
fr_fr: Achat sans campagne
pt_br: Compra sem uma campanha

# CURRENTAUTOMATICGROUPDESC1
source: You are currently in Group number %a% - your daily money return is accelerated by %b%%.
de_de: Sie sind zur Zeit in Gruppe Nummer %a% - Ihr taeglicher Profit wird um %b%% gesteigert.
es_es: En estos momentos estas en el grupo número %a% - tus ganancias están siendo aceleradas en un %b%%.
pt_br: Você está atualmente no número de grupo %a% - seu retorno diário de dinheiro é acelerado por %b%%.

# CUSTOMGROUPCLOSED
source: This group has been closed
de_de: Diese Gruppe wurde geschlossen
es_es: Este grupo ha sido cerrado
fr_fr: Ce groupe a été fermé
pt_br: Este grupo foi fechado

source: Login Ad purchase
de_de: Kauf von Login-Anzeigen
es_es: Comprar anuncios de Acceso
fr_fr: Achat Login Ad

# CURRENTAUTOMATICGROUPDESC2
source: Purchase at least %a% %b% to accelerate your money return by %c%%
de_de: Erwerben Sie mindestenst %a% %b% um Ihren Profit um %c%% zu steigern
es_es: Comprar por lo menos %a% %b% para acelerar sus ganancias en un %c%%
fr_fr: Achetez au moins %a% %b% pour accélérer votre retour d'argent par %c%%

# MINUTES
source: min
es_es: minutos

source: Banner
fr_fr: Bannière
