Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U4200.*.resx
Languages: de_de, es_es, fr_fr, pt_br

source: All Bets
de_de: Alle Gebote
es_es: Todas las apuestas
fr_fr: Tous les paris
pt_br: Todas as apostas

source: Bet
de_de: Gebot
es_es: Apostar
fr_fr: Pari
pt_br: Aposta

source: Bet Amount
de_de: Gebotshöhe
es_es: Cantidad a apostar
fr_fr: Montant du pari
pt_br: Montante da aposta

source: Bet Id
de_de: Gebots-ID
es_es: ID de la apuesta
fr_fr: Pari Id
pt_br: ID da aposta

# BETTOOLOW
source: Your bet must be greater than
de_de: Ihr Gebot muß größer sein als
es_es: Su apuesta debe ser mayor que
fr_fr: Votre pari doit être supérieur à
pt_br: Sua aposta deve ser maior que

# BITCOINBALANCE
source: Your BitCoin Balance:
de_de: Ihr BitCoin Kontostand:
es_es: Tu balance BitCoin:
fr_fr: Votre solde BitCoin:
pt_br: Seu saldo BitCoin:

# BITCOINBALANCETOOLOW
source: Your BitCoin balance is too low
de_de: Ihr BitCoin Kontostand ist zu niedrig
es_es: Tu balance BitCoin es muy bajo
fr_fr: Votre solde BitCoin est trop faible
pt_br: Seu saldo BitCoin é muito baixo

# CHANCEBELOWZERO
source: Your chance to win must be greater than 0
de_de: Ihre Chance auf einen Gewinn muss größer als 0 sein
es_es: Tu posibilidad de ganar debe ser mayor a 0
fr_fr: Votre chance de gagner doit être supérieure à 0
pt_br: Sua chance de ganhar deve ser maior que 0

# CHANCETOOHIGH
source: Chance to win must be lower than Max Win Chance
de_de: Ihre Chance auf einen Gewinn muss niedriger als die maximale Gewinn Chance sein
es_es: La posibilidad de ganar debe ser inferior a la máxima probabilidad de victorias
fr_fr: Chance de gagner doit être inférieur à Max Win Chance
pt_br: Chance de ganhar deve ser menor do que Max Win Chance

# CLICKTOWATCH
source: Click to watch ad
de_de: Klick um die Anzeige zu betrachten
es_es: Haga clic para ver el anuncio
fr_fr: Cliquez pour regarder l'annonce
pt_br: Clique para ver o anúncio

# DICE
source: Dice Game
de_de: Würfel Spiel
pt_br: Jogo de dados

# DICEGAMEDESCRIPTION
source: Bet to win extra BitCoins
de_de: Biete um extra BitCoins zu gewinnen
es_es: Apuesta para ganar BitCoins extras!
fr_fr: Pariez pour gagner des BTC supplémentaires
pt_br: Aposta para ganhar BitCoins extra

source: Divest
de_de: Veräußern
es_es: Desviar
pt_br: Desinvestir

source: Divest All
de_de: Alles veräußern
es_es: Desviar todo
pt_br: Desinvestir Tudo

# DIVESTALLCONFIRMATION
source: Are you sure you want to divest all your investments?
de_de: Sind Sie sich sicher alle Produkte zu veräußern?
es_es: ¿Está seguro de que desea desviar todas sus inversiones?
fr_fr: Voulez-vous vraiment céder tous vos placements?
pt_br: Tem certeza de que deseja desinvestir todos os seus investimentos?

source: Divest Amount
de_de: Summe der Veräußerung
es_es: Monto a desviar
fr_fr: Donner des fonds
pt_br: Desinvestir Montante

# DIVESTCONFIRMATION
source: Are you sure you want to divest
de_de: Sind Sie sich sicher zu veräußern
es_es: Esta seguro que quiere desviar
fr_fr: Êtes-vous sûr de vouloir donner
pt_br: Tem certeza de que deseja desinvestir

# DIVESTDESCRIPTION
source: Get your investment back into your balance. Specify the Kelly level that you used for investing.
es_es: Para recuperar la inversión y devolverla al balance, por favor, especifique el nivel de Kelly que utilizo para invertir.
pt_br: Obtenha seu investimento de volta em seu equilíbrio. Especifique o nível de Kelly que você usou para investir.

# DIVESTKELLYINFO
source: Unless you choose to divest all of your investments, you have to provide the same Kelly Level that you used for investing.
es_es: A menos que desee optar por desviar todas sus inversiones, usted debe proporcionar el mismo nivel de Kelly que utilizo para invertir.
pt_br: A menos que você optar por alienar todos os seus investimentos, você tem que fornecer o mesmo nível Kelly que você usou para investir.

# DIVESTTOOHIGH
source: You cannot divest more than your total investment amount.
de_de: Sie können nicht mehr als die Gesamtsumme veräußern
es_es: No se puede desviar más que el monto total de la inversión.
fr_fr: Vous ne pouvez pas donner plus que votre montant total d'investissement.
pt_br: Você não pode alienar mais do que seu montante total de investimento.

source: HI
es_es: !Hola!
fr_fr: SALUT
pt_br: OI

# HOUSEPROFITTOOLOW
source: Profit must be higher
de_de: Verdienst muß höher sein
es_es: El beneficio debe ser mayor
fr_fr: Le profit doit être plus élevé
pt_br: Lucro deve ser maior

# INVALIDAVATAR
source: Invalid avatar image
de_de: Ungültiges Avatar Bild
es_es: Imagen de Avatar inválida
fr_fr: Avatar image non valide
pt_br: Imagem de avatar inválida

source: Invest
de_de: Investiere
es_es: Invertir
fr_fr: Investir
pt_br: Investir

source: Invest All
de_de: Investiere alles
es_es: Invertir todo
fr_fr: Investir tous
pt_br: Investir tudo

# INVESTAllCONFIRMATION
source: Are you sure you want to invest all your {0}?
de_de: Sind Sie sich sicher die gesamte Summe zu investieren {0}?
es_es: ¿Seguro que desea invertir todos sus bitcoins?
fr_fr: Voulez-vous vraiment investir tous vos BitCoins?
pt_br: Tem certeza de que deseja investir todos os seus BitCoins?

source: Invest Amount
de_de: Summe des Invests
es_es: Monto a invertir
fr_fr: Montant Investissement
pt_br: Investir Valor

# INVESTCONFIRMATION
source: Are you sure you want to invest
de_de: Sind Sie sich sicher zu investieren?
es_es: ¿Seguro que desea invertir
fr_fr: Êtes-vous sûr de vouloir investir
pt_br: Tem certeza de que deseja investir

# INVESTDESCRITPION
source: You get any gains the site makes, but you also take any losses.
de_de: Sie erhalten alle Erträge durch diese Seite, sind allerdings auch an den Verlusten gleichermaßen beteiligt
es_es: Obtendrá las ganancias que el sitio genere, pero también obtendrá cualquier tipo de perdida.
fr_fr: Vous obtenez tous les gains du site, mais vous prenez également des pertes.
pt_br: Obtém quaisquer ganhos que o site faz, mas também sofre quaisquer perdas.

# INVESTMENTTOOLOW
source: You can't invest 0 or less BitCoins
de_de: Sie können nicht 0 oder weniger BitCoins investieren
es_es: No se puede invertir 0 o menos bitcoins
fr_fr: Vous ne pouvez pas investir 0 BitCoins ou moins
pt_br: Não é possível investir 0 ou menos BitCoins

# KELLYERROR
source: Kelly Level has to be greater than 0 and lower than
de_de: Kelly Level muß größer als 0 sein und kleiner als
es_es: El nivel de Kelly debe ser mayor que 0 y menor que
pt_br: O nível de Kelly deve ser maior que 0 e inferior a

# KELLYINFO
source: Insert Kelly Level (integer)
de_de: Eingabe Kelly Level (integer)
es_es: Insertar Nivel Kelly (entero)
pt_br: Inserir Nível Kelly (inteiro)

source: Kelly Level
de_de: Kelly Level?4200
es_es: Nivel Kelly
pt_br: Nível de Kelly

# LASTCLIENTSEED
source: Your client seed for that server seed was:
de_de: Ihre Kunden Wortkette für diesen Server war:
pt_br: Sua semente de cliente para essa semente de servidor foi:

# LENDSOME
source: Lend some of your BitCoin balance to the site for use as bankroll.
de_de: Spenden Sie einen Teil Ihres BitCoin Kontostandes zu unserer Unterstützung
es_es: Prestar un poco de su saldo BitCoin al sitio para su uso como fondos.
pt_br: Empreste algum do seu saldo BitCoin para o site para uso como bankroll.

# LASTSERVERHASH
source: The Last server seed hash was:
de_de: Die letzte Server Wortkette Hash war:
pt_br: O último hash de semente do servidor foi:

# LASTSERVERSEED
source: The Last server seed was:
de_de: Die letzte Server Wortkette war:
pt_br: A semente do último servidor foi:

# MAXDIGITSINFO
source: Insert amount with up to 8 decimal points.
de_de: Geben Sie den Betrag mit bis zu 8 Dezimalstellen ein.
es_es: Insertar monto con un máximo de 8 puntos decimales.
pt_br: Insira o valor com até 8 pontos decimais.

# MAXKELLYINFO
source: Max Kelly level is
de_de: Max Kelly Level?4200 ist:
pt_br: Max Kelly nível é

source: Max Profit:
fr_fr: Profit maximum:
pt_br: Lucro Máximo:

source: Multiplier
de_de: Multiplikator
es_es: Multiplicador
pt_br: Multiplicador

# MULTIPLIERBELOWZERO
source: Multiplier must be greater than 0
de_de: Multiplikator muß größer als 0 sein
es_es: Multiplicador debe ser mayor que 0
fr_fr: Le multiplicateur doit être supérieur à 0
pt_br: O multiplicador deve ser maior que 0

source: My Bets
de_de: Meine Gebote
es_es: Mis Apuestas
fr_fr: Mes paris
pt_br: Minhas apostas

# NEWSERVERHASH
source: We've picked a new server seed with this hash:
de_de: Wir haben einen neuen Server mit folgender Wortkette Hash auswählt:
es_es: Hemos escogido una nueva semilla servidor con este hash:
pt_br: Escolhemos uma nova semente de servidor com este hash:

# NOBITCOINS
source: You don't have any BitCoins
de_de: Sie haben keine BitCoins
es_es: Usted no tiene ningún bitcoin
fr_fr: Vous n'avez pas de BitCoins
pt_br: Você não tem nenhum BitCoins

# NUMBEROFROLLS
source: The number of rolls you made with the last client seed is:
de_de: The number of rolls you made with the last client seed is?4200:
pt_br: O número de rolos que você fez com a última semente de cliente é:

# OFFERWALLSINCLICKCONTEST
source: Offerwalls included in the contest
de_de: Offerwalls?4200 in den Wettbewerb integrieren
es_es: Offerwalls incluido en el concurso
fr_fr: Offerwalls inclus dans le concours
pt_br: Oferendas incluídas no concurso

source: Profit
es_es: Beneficio
fr_fr: Bénéfice
pt_br: Lucro

# PROFITBELOWZERO
source: Profit must be higher than 0
de_de: Profit muss höher als 0 sein
es_es: El beneficio debe ser mayor que 0
pt_br: Lucro deve ser superior a 0

# PROFITTOOHIGH
source: Profit must be lower than
de_de: Profit muss niedriger sein als
es_es: Beneficio debe ser inferior a
fr_fr: Le bénéfice doit être inférieur à
pt_br: O lucro deve ser inferior

source: Randomize
de_de: Zufällig?4200
es_es: aleatorizar
pt_br: Aleatória

# RANDOMIZEROLLS
source: Randomize your rolls
de_de: Generiere Zufallswürfe
es_es: Selección aleatoria de los rollos
pt_br: Seus rolos aleatórios

# RERANDOMIZESEED
source: Type up to 24 random digits (0 through 9) to re-randomize with your own seed:
de_de: Geben Sie bis zu 24 zufällige Zahlen ein (0 bis 9) um Ihre eigene Wortkette zu reinitialisieren:
es_es: Escribir hasta 24 dígitos al azar (0 a 9) para volver a cambiar aleatoriamente con su propia semilla:
pt_br: Digite até 24 dígitos aleatórios (0 a 9) para re-randomize com sua própria semente:

source: Roll
de_de: Würfeln
es_es: Rollos
pt_br: Rolo

source: Site's bankroll
de_de: Site's bankroll?4200
es_es: bankroll del Sitio
pt_br: Site bankroll

source: Target
de_de: Ziel
es_es: Objetivo
fr_fr: Cible
pt_br: Alvo

# THEFEE
source: The fee for transfer is %n% and it's paid by the recipient
de_de: Die Gebühr für diesen Transfer ist %n% und wird vom Empfänger bezahlt.
es_es: La tasa de transferencia es %n% y es pagado por el destinatario.
fr_fr: Les frais de transfert sont de %n% et sont payés par le destinataire
pt_br: A taxa de transferência é de %n% e é paga pelo destinatário

source: Time left
de_de: Zeit übrig
es_es: Tiempo restante
fr_fr: Temps restant
pt_br: Tempo restante

source: User
de_de: Kunde
es_es: Ususario
fr_fr: Utilisateur
pt_br: Do utilizador

source: Win chance
de_de: Gewinnchance
es_es: Oportundiad de ganar
fr_fr: Gagner des chances
pt_br: Ganhe chance

source: Your Investments
de_de: Ihre Investition
es_es: Tus inversiones
fr_fr: Vos investissements
pt_br: Seus investimentos

# DIVESTTOOLOW
source: You can't divest 0 or less BTC
de_de: Sie können nicht 0 oder weniger BTC veräußern
es_es: No puede desviar 0 o menos BTC.
fr_fr: Vous ne pouvez pas donner 0 BTC ou moins
pt_br: Você não pode alienar 0 ou menos BTC

source: Max Win Chance
de_de: Maximale Gewinnchance
es_es: Probabilidad máxima de ganar
pt_br: Máxima vitória

# WITHKELLY
source: With Kelly Level set to
de_de: Den Kelly Level gesetzt auf?4200
pt_br: Com o Kelly Level ajustado para

# CLIENTSEEDNOTVALID1
source: Your client seed must be 24 digits-long.
de_de: Ihre Wortkette muss aus 24 Zahlen bestehen
es_es: Su semilla cliente debe ser de 24 dígitos de longitud.
pt_br: Sua semente de cliente deve ter 24 dígitos.

# CLIENTSEEDNOTVALID2
source: The client seed can only consist of digits.
de_de: Ihre Wortkette darf nur aus Zahlen bestehen
es_es: La semilla cliente sólo puede consistir en dígitos.
pt_br: A semente do cliente só pode consistir de dígitos.

# DEPOSITBTCDESCRIPTION
source: To Deposit, send Bitcoins to this address: {0} {1}Note that your deposit will need {2} confirmation(s) before it is credited to your account.
de_de: Um eine Einzahlung durchzuführen, senden Sie bitte die entsprechende Menge an Bitcoins an die unten angezeigte Bitcoin Adresse.%n% Beachten Sie bitte, dass Ihre Einzahlung %p% Bestätigungen benötigt bevor der Betrag Ihrem Konto gutgeschrieben wird.
es_es: Para realizar un depósito, enviar bitcoins a la dirección que se muestra a continuación.%n%Tenga en cuenta que el depósito tendrá %p% confirmaciones antes de ser acreditado a su cuenta.
fr_fr: Pour déposer, envoyez Bitcoins à l'adresse indiquée ci-dessous. %n% Notez que votre dépôt aura besoin de %p% de confirmation avant d'être crédité sur votre compte.
pt_br: Para depositar, envie Bitcoins para o endereço mostrado abaixo.%n% Tenha em atenção que o seu depósito precisará de %p% de confirmações antes de ser creditado na sua conta.

source: Deposit
de_de: Einzahlung
es_es: Depositar
fr_fr: Dépôt
pt_br: Depósito

# DEPOSITUNAVAILABLE
source: BTC deposit feature is not available at the moment.
de_de: BTC Einzahlungsmöglichkeit ist momentan leider nicht verfügbar.
es_es: El depósito de BitCoins no está disponible en este momento.
fr_fr: La fonctionnalité de dépôt BTC n'est pas disponible pour le moment.
pt_br: O recurso de depósito do BTC não está disponível no momento.

# ROLLERROR
source: Something went wrong, please try again
de_de: Irgendwas hat nicht funktioniert, bitte versuchen Sie es erneut!
es_es: Algo salió mal. Por favor, vuelva a intentarlo
pt_br: Alguma coisa deu errado. Por favor tente outra vez

# ROLLERRORLOG
source: RollTheDice: value lower than 0 or higher than 100
de_de: Würfeln Sie: den Wert niedriger als 0 oder höher als 100
es_es: RollTheDice: valor menor que 0 o mayor que 100
pt_br: RollTheDice: valor inferior a 0 ou superior a 100

source: Invalid Shoutbox command
de_de: Ungültiges Shoutbox Kommando
es_es: comando no válido
pt_br: Comando Shoutbox inválido

source: Tip from
de_de: Tipp aus
es_es: Consejo de
pt_br: Dica de

source: Tipped
de_de: Gesetzt
fr_fr: Prévenus
pt_br: Derrubado

# SUCCESSFULTIP
source: You have successfully tipped %n% BTC to
de_de: Sie haben erfolgreich %n% BTC gesetzt auf
pt_br: Concluiu com êxito %n% BTC para

# COMMANDWARNING
source: To enable commands, type /enableCommands. Note that some commands may result in money loss.
de_de: Um Kommandos auszuführen tippen Sie /enableCommands. Bedenken Sie, dass manche Kommandos auch zu einem Verlust von Geld führen können.
es_es: Para activar los comandos, escriba "enableCommands". Tenga en cuenta que algunos comandos pueden resultar en la pérdida de dinero.
pt_br: Para habilitar comandos, digite /enableCommands. Note que alguns comandos podem resultar em perda de dinheiro.

# COMMANDSENABLED
source: Commands are now enabled!
de_de: Kommandos jetzt aktiviert!
es_es: Los comandos están habilitadas!
fr_fr: Les commandes sont maintenant activées!
pt_br: Os comandos agora estão ativados!

# MUSTTIPMORETHANZERO
source: Your tip must be greater than 0 and up to 8 decimal points
de_de: Ihr Gebot muss größer als 0 sein und kann bis zu 8 Dezimalstellen haben
pt_br: Sua dica deve ser maior que 0 e até 8 pontos decimais

source: Forum Contest
de_de: Forum Wettbewerb
es_es: Concursos en Comunidad
fr_fr: Concours du Forum
pt_br: Concurso do Fórum

# ACCOUNTFIELDNOTBLANK
source: Account field cannot be left blank
de_de: Kontofeld darf nicht leer sein.
es_es: campo de la cuenta no puede dejarse en blanco
fr_fr: Le champ Compte ne peut pas être vide
pt_br: O campo Conta não pode ser deixado em branco

# LPAINFO
source: LPA - Last Pointable Activity (date of last action, that brought you some points. E.g. offerwall completion)
de_de: LPA - Letzte Punkte Aktivität (Datum der letzten Aktion, welche Ihnen Punkte erbracht haben)
pt_br: LPA - última atividade pontilhada (data da última ação, que lhe trouxe alguns pontos. Por exemplo. Conclusão do offerwall)

# PEINFO
source: PE - Points Earned. Total number of points this referral earned you.
de_de: PE - Punkte verdient. Gesamte Anzahl an Punkten die Ihr Empfehlungsnehmer für Sie verdient hat.
fr_fr: PE - Points gagnés. Nombre total de points que cette filleule vous a valu.
pt_br: PE - Pontos ganhos. Número total de pontos que esta referência lhe valeu.

# DISABLEADBLOCK
source: Aaghh... It looks like you are using an adblock
de_de: Aarghh... es sieht so aus als würden Sie einen Adblocker benutzen!!!
es_es: Ahhh ... Me parece que está utilizando un Adblock
fr_fr: Aaghh ... Il semble que vous utilisez un adblock
pt_br: Aaghh ... Parece que você está usando um adblock

# DISABLEADBLOCKINFO
source: With adblock enabled, %n% is unable to display most content for you. Please make sure to disable you adblock on %n% to fully enjoy our services.
de_de: Wenn ein Adblocker aktiv ist, kann %n% Ihnen keine Inhalte anzeigen. Bitte vergewissern Sie sich Ihren Adblocker auf %n% zu deaktivieren, um die volle Umsatzbeteiligung zu erhalten.
es_es: Con Adblock habilitado, %n% es incapaz de mostrar más contenido para usted. Por favor asegúrese de desactivar Adblock en %n% para disfrutar plenamente de nuestros servicios.
fr_fr: Avec adblock activé,%n% est incapable d'afficher la plupart du contenu. Veuillez vous assurer de désactiver vous adblock sur %n% pour profiter pleinement de nos services.
pt_br: Com o adblock ativado,%n% não consegue exibir a maior parte do conteúdo para você. Por favor, certifique-se de desativar você adblock em %n% para desfrutar plenamente os nossos serviços.

source: Powered by
fr_fr: Propulsé par
pt_br: Distribuído por

# ADPACKDESCRIPTION1
source: visits on non-value PTC ads, duration
de_de: Betrachtungen von nicht-wertenden PTC Anzeigen, Dauer
es_es: Visita los anuncios PTC no-pagados, duración
fr_fr: Visites sur des annonces PTC sans valeur, durée
pt_br: Visitas a anúncios PTC sem valor, duração

# CONSTANTBANNER
source: Constant Banner %n% impressions
de_de: Konstante Banner %n% Ansichten
es_es: Banner constante %n% impresiones
fr_fr: Impressions de bannières constantes %n%
pt_br: Banner constante %n% de impressões

# CREATENEWADS
source: New advertisement
de_de: Neue Anzeige
es_es: Nuevo anuncio
fr_fr: Nouvelle publicité
pt_br: Novo anúncio

# NORMALBANNER
source: Normal Banner %n% impressions
de_de: Normale Banner %n% Ansichten
es_es: Banner normal %n% impresiones
fr_fr: Impression bannière normale %n%
pt_br: Banner Normal %n% de impressões

# ADAWAITSAPPROVAL
source: The advertisement has been successfully created. It will be available once it's approved by the administrator.
de_de: Die Anzeige wurde erfolgreich geschaltet. Sie ist nach Freischaltung durch den Support verfügbar.
es_es: El anuncio se ha creado correctamente. Estará disponible una vez que sea aprobado por el administrador.
fr_fr: La publicité a été créée avec succès. elle sera disponible une fois qu'elle aura été approuvé par l'administrateur.
pt_br: O anúncio foi criado com sucesso. Ele estará disponível quando aprovado pelo administrador.

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
pt_br: Crio

# WATCHEDADPACKSADVERT
source: You have watched %n% ads today
de_de: Sie haben heute %n% Anzeigen betrachtet
es_es: Usted ha visualizado %n% anuncios hoy.
fr_fr: Vous avez visionné %n% annonces aujourd'hui
pt_br: Você assistiu %n% anúncios hoje

source: Create new campaign
de_de: Erstellen einer neuen Kampagne
es_es: Crear nueva campaña
fr_fr: Créer une nouvelle campagne
pt_br: Criar nova campanha

source: Advertisements
de_de: Anzeigen
es_es: Anuncios
fr_fr: Annonces
pt_br: Anúncios

# BUYADPACKDESCRIPTION
source: Purchase %n% and get part of our revenue in no time.
de_de: Kaufen Sie %n% und quailifizieren sich somit für eine Umsatzbeteiligung.
es_es: Compre %n% anuncios y obtenga una parte de nuestros ingresos en poco tiempo.
fr_fr: Achetez %n% Publicités et obtenez une partie de notre chiffre d'affaires en un rien de temps.
pt_br: Compra %n% Anúncios e obtenha parte de nossa receita em nenhum momento.

# CONSTANTBANNERNOTUPLOADED
source: You have not uploaded a %n% banner. You will not receive impressions for that banner
de_de: Sie haben noch keinen %n% Banner hochgeladen. Daher kann Ihr Banner auch nicht betrachtet werden!
es_es: Usted no ha subido un Banner %n%. Usted no recibirá impresiones banner.
fr_fr: Vous n'avez pas envoyé de bannière %n%. Vous ne recevrez pas d'impressions pour cette bannière
pt_br: Você não enviou um banner %n%. Você não receberá impressões para esse banner

# NEWADPACKSADDESCRIPTION
source: Create a new advertisement for your %n%. Banners are not required, but uploading them will let you take the full advantage of %n%. Note that new advertisements will be available after administrator's approval.
de_de: Erstellen Sie eine neue Anzeige für Ihr %n%. Banner sind nicht unbedingt nötig, allerdings lassen sich mit einem Banner besser alle Vorteile nutzen %n%. Grundsätzlich werden neue Anzeigen erst nach Prüfung durch den Support freigeschaltet..
es_es: Crear un nuevo anuncio para su %n%. Los banners no son requeridos, pero subir un banner le permitirá tomar ventaja en %n%. Tenga en cuenta que los nuevos anuncios estarán disponibles después de que sean aprobados por el administrador.
fr_fr: Créez une nouvelle annonce pour votre %n%. Les bannières ne sont pas obligatoires, mais le téléchargement vous permettra de profiter pleinement de %n%. Notez que de nouvelles publicités seront disponibles après approbation de l'administrateur.
pt_br: Crie um novo anúncio para seu %n%. Os banners não são obrigatórios, mas fazer upload deles permitirá que você tire o máximo partido de %n%. Observe que os novos anúncios estarão disponíveis após a aprovação do administrador.

# NOADS
source: You don't have any advertisements.
de_de: Sie haben zur Zeit keine Anzeigen
es_es: Usted no tiene ninguna publicidad.
fr_fr: Vous n'avez aucune publicité.
pt_br: Você não tem nenhum anúncio.

# NORMALBANNERNOTUPLOADED
source: You have not uploaded a %n% banner. You will not receive impressions for that banner
de_de: Sie haben noch keinen %n% Banner hochgeladen. Sie erhalten somit keine Betrachtungen.
es_es: Usted no ha subido un Banner %n%. Usted no recibirá impresiones banner.
fr_fr: Vous n'avez pas envoyé de bannière %n%. Vous ne recevrez pas d'impressions pour cette bannière
pt_br: Você não enviou um banner %n%. Você não receberá impressões para esse banner

# NUMBEROFPACKS
source: Number of %n%
de_de: Anzahl von %n%
es_es: Número de %n%
fr_fr: Nombre de %n%
pt_br: Número de %n%

# CHECKURL
source: Please check the URL using the validator
de_de: Bitte überprüfen Sie die URL mit dem Validator?4200
es_es: Por favor, compruebe la URL usando el validador
fr_fr: Veuillez vérifier l'URL en utilisant le validateur
pt_br: Verifique o URL usando o validador

# URLCHECKBAD
source: Sorry, this URL seems to be invalid
de_de: Leider scheint diese URL ungültig zu sein.
es_es: Lo sentimos, esta URL parece no ser válida
fr_fr: Désolé, cette URL semble invalide
pt_br: Desculpe, este URL parece ser inválido

# URLCHECKCLOSE
source: Close to complete validation
de_de: Geschlossen um die Verifikation zu prüfen.
es_es: Cerrar para completar la validación
fr_fr: Fermer pour terminer la validation
pt_br: Fechar para validação completa

# URLCHECKEROK
source: The URL is valid
de_de: Die URL ist gültig
es_es: El URL es válida
fr_fr: L'URL est valide
pt_br: O URL é válido

# CHECKURLTEXT
source: Check URL
de_de: URL prüfen.
fr_fr: Vérifier URL
pt_br: Verificar URL
