Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U5004.*.resx
Languages: de_de, fr_fr, pt_br

# BUYSURFADSSUCCESS
source: You have successfully bought a Surf Ad.
de_de: Sie erfolgreich eine Surf Anzeige gekauft
fr_fr: Vous avez acheté une annonce de surf avec succès.
pt_br: Você comprou um Anúncio de Surf com sucesso.

source: Commission
de_de: Provision
pt_br: Comissão

source: Commission Balance
de_de: Kontostand Provision
fr_fr: Solde Commission
pt_br: Saldo da Comissão

# CREATESURFADSAD
source: Create a new advertisement for your Surf Ads.
de_de: Schalten Sie eine neue Surf Anzeige
fr_fr: Créez une nouvelle pub pour vos annonces Surf.
pt_br: Crie um anúncio novo para seus anúncios do surf.

# DAILYREQIUREDCLICKS
source: {0} clicks required daily
de_de: {0} klicks täglich benötigt.
fr_fr: Nombre de clics quotidiens requis %n% par jour
pt_br: %n% de cliques de anúncios exigidos diariamente

source: Main
de_de: Gesamt Kontostand
fr_fr: Principale
pt_br: Principal

source: Maximum Withdrawal
de_de: Maximum Auszahlung
fr_fr: Retrait maximum
pt_br: Retirada Máxima

# MAXINSTANCES
source: Maximum Instances
de_de: Maximum Instanzen
fr_fr: Instances maximales
pt_br: Instâncias máximas

# MAXWITHDRAWDESC
source: Maximum Withdrawal = (Total money earned - Total paid out) * Paid in (%). Other limitations may apply (maximum daily payout, maximum single payout).
de_de: Maximum Auszahlung = (Gesamte Einnahmen - Gesamte Auszahlungen) * Eingezahlt in (%). Andere Limitierungen möglich (maximum tägliche Auszahlung, maximum einzelne Auszahlung).
fr_fr: Retrait maximal = (Montant total gagné - Total payé) * Payé (%). D'autres limitations peuvent s'appliquer (paiement maximal quotidien, paiement unique maximal).
pt_br: Retirada Máxima = (Total de dinheiro ganho - Total pago) * Pago em (%). Outras limitações podem ser aplicadas (pagamento máximo diário, pagamento único máximo).

source: Message
de_de: Nachricht
pt_br: Mensagem

# MINOFPREVIOUSTYPE
source: Minimum Instances of previous type
de_de: Minimum Instanzen des letzten Typs?5004
fr_fr: Instances minimales de type précédente
pt_br: Instâncias mínimas do tipo anterior

# NOPAYOUTHISTORY
source: At the moment you can payout money using any payment processor available. Once you pay some money in, you will only be able to withdraw money using the processors you used for depositing the money.
de_de: Wir nutzen als Zahlungsdienstleister CoinPayments. Die Basiswährung ist immer BitCoin.
fr_fr: Pour le moment, vous pouvez payer en utilisant n'importe quel processeur de paiement disponible. Une fois que vous avez payé, vous ne pourrez retirer de l'argent qu'avec les processeurs que vous avez utilisés pour déposer de l'argent.
pt_br: No momento você pode pagar dinheiro usando qualquer processador de pagamento disponível. Uma vez que você paga algum dinheiro em, você só será capaz de retirar dinheiro usando os processadores que você usou para depositar o dinheiro.

source: Offer Contest
de_de: Angebot Wettbewerb
fr_fr: Concours d'offre
pt_br: Concurso de Oferta

# PAIDIN
source: Total Paid in
de_de: Gesamt eingezahlt
fr_fr: Total payé en
pt_br: Total pago em

source: Payment Processor
de_de: Zahlungsdienstleister
fr_fr: Processeur de paiement
pt_br: Processador de pagamento

# PAYOUTREQUESTTOOHIGH
source: You cannot withdraw more than %n%.
de_de: Sie können nicht mehr als %n% auszahlen.
fr_fr: Vous ne pouvez pas retirer plus de %n%.
pt_br: Você não pode retirar mais de %n%.

# RECEIVEMAINBALANCEFROMOTHERSFEE
source: Fee for receiving transfers to Main Balance from other users
de_de: Gebühr für das Empfangen von Transfers auf das Haupt Konto von anderen Kunden
fr_fr: Frais des transferts vers le solde principale vers les soldes d'autres utilisateurs
pt_br: Taxa de recebimento de transferências para o Balanço Principal de outros usuários

# RECEIVEPOINTSFROMOTHERSFEE
source: Fee for receiving transfers to %n% Balance from other users
de_de: Gebühr für das Empfangen von Transfers in %n% Konto von anderen Kunden
fr_fr: Frais des transferts vers %n% le solde des autres utilisateurs
pt_br: Taxa de recebimento de transferências para %n% Saldo de outros usuários

source: ROI credited to Main Balance
de_de: ROI dem Hauptkonto gutgeschrieben
fr_fr: ROI crédité sur le solde principale
pt_br: ROI creditado no Balanço Principal

# ROIINCREASEDBY
source: {0} ROI increase
de_de: {0} ROI Anstieg
fr_fr: ROI augmenté de
pt_br: O ROI aumentou

source: Show
de_de: Zeige
fr_fr: Afficher
pt_br: exposição

# SURFADDESCRIPTION
source: Surf Ads are advertisements which are viewed in the same surfing area as advertisements from %n%.
de_de: Surf Anzeigen sind Anzeigen die sich im gleichen Websurfing Areal befinden wie Anzeigen von %n%.
fr_fr: Surf Ads sont des publicités qui sont affichées dans la même zone de surf que les publicités de %n%.
pt_br: Anúncios de surf são anúncios que são visualizados na mesma área de surfe como anúncios de %n%.

source: Surf Ads
de_de: Surf Anzeigen

# THEFEE
source: The fee for %a% transfer is %n% and it's paid by the recipient
de_de: Die Gebühr für einen %a% Transfer ist %n% und wird vom Empfänger bezahlt.
fr_fr: Les frais pour %a% transfert sont de %n% et il est payé par le destinataire
pt_br: A taxa de %a% de transferência é %n% e é paga pelo destinatário

# TOOMANYADPACKOFTYPE
source: The maximum amount of %a% of this type that you can buy is %b%.
de_de: Die maximale Menge eines %a% diesen Typs den Sie kaufen können ist %b%.
fr_fr: Le pourcentage maximal de %a% de ce type que vous pouvez acheter est de %b%.
pt_br: A quantidade máxima de %a% deste tipo que você pode comprar é %b%.

source: Traffic
de_de: Datenverkehr
pt_br: Tráfego

# TRANSFERCOMMISSIONTOMAINFEE
source: Fee for transferring Commission to Main Balance
de_de: Gebühr für den Transfer von Provisionen auf das Hauptkonto
fr_fr: Frais de transfert de solde commission->solde principale
pt_br: Taxa de transferência da Comissão para o Balanço Principal

source: Types
de_de: Typen
pt_br: Tipos

# YOUMUST
source: Your must setup your processor email/username first.
de_de: Sie müssen erst Ihren Email/Usernamen einrichten.
fr_fr: Vous devez d'abord configurer votre adresse e-mail/pseudo du processeur.
pt_br: Você deve configurar seu email/nome de usuário do processador primeiro

source: Maximum
pt_br: Máximo
