Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U5006.*.resx
Languages: de_de, fr_fr, pt_br

source: Box Size
de_de: Box Größe?5006
pt_br: Tamanho da Caixa

source: Category
de_de: Kategorie
fr_fr: Catégorie
pt_br: Categoria

# NOTEGLIBLEFOREXTRAVIEWS
source: Selected box size is not eligible for Ad Credits.
de_de: Ausgewählte Box Größe ist für Anzeigenkredite nicht möglich
fr_fr: La taille de la boîte sélectionnée n'est pas admissible aux crédits pubs.
pt_br: O tamanho da caixa selecionada não é elegível para Créditos de anúncios.

# ATLEASTONETRAFFICGRID
source: There must be at least 1 active campaign for the grid to display.
de_de: Es muss mindestens eine aktiv Kampagne für das Raster?5006 vorhanden sein.
fr_fr: Il doit y avoir au moins une campagne active pour afficher la grille.
pt_br: Deve haver pelo menos uma campanha ativa para a grade exibir.

# PAYOUTUNAVAILABLE
source: Payout is unavailable at the moment.
de_de: Auszahlungen sind derzeit nicht verfügbar.
fr_fr: Le retrait n'est pas disponible pour le moment.
pt_br: O pagamento não está disponível no momento.

source: Ad Credits
de_de: Anzeigenkredite
fr_fr: Crédits Pub
pt_br: Créditos de anúncios

source: Ad Credits available
de_de: Anzeigenkredite verfügbar
fr_fr: Crédits pub disponibles
pt_br: Créditos de anúncios disponíveis

source: Use Ad Credits only
de_de: Benutze ausschliesslich Anzeigenkredite
pt_br: Usar apenas créditos de anúncio

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur de fond
pt_br: Cor de fundo

# CAPTCHAQUESTIONDESC
source: "Yes/No" question which will pop up instead of captcha in the surfing area.
de_de: "Ja/Nein" Frage, welche in einem Pop-Up dargestellt wird, anstelle der Captcha-Abfrage.
fr_fr: "Oui/Non" question qui apparaîtra au lieu du captcha dans la zone de surf.
pt_br: "Sim/Não" pergunta que irá aparecer em vez de captcha na área de surf.

# INVALIDINTEGER
source: Please enter a number.
de_de: Bitte geben Sie eine Nummer ein
fr_fr: Veuillez entrer un numéro.
pt_br: Por favor, coloque um numero.

source: Use extra views
de_de: Benutze extra Ansichten?5006
fr_fr: Utiliser vues supplémentaires
pt_br: Usar vistas extras

source: View
de_de: Ansicht
fr_fr: Voir
pt_br: Visão

# NOTENOUGHADCREDITS
source: You don't have enough Ad Credits.
de_de: Sie haben leider nicht genug Anzeigenkredite
fr_fr: Vous n'avez pas assez de crédits pubs.
pt_br: Você não tem créditos suficientes.

# SELECTUSEXTRAVIEWS
source: Select "Use extra views".
de_de: Wählen Sie "Benutze extra Ansichten".
fr_fr: Sélectionnez "Utiliser des vues supplémentaires".
pt_br: Selecione "Usar exibições extras".

# NOTRANSFEROPTIONS
source: No transfer options available at the moment.
de_de: Keine Übertragungsmöglichkeit derzeit verfügbar.
fr_fr: Aucune option de transfert disponible pour le moment.
pt_br: Nenhuma opção de transferência disponível no momento.

# CPAGPT1
source: Title can be max 50 characters long.
de_de: Der Titel darf maximal 50 Zeichen enthalten.
fr_fr: Le titre peut avoir au maximum 50 caractères.
pt_br: O título pode ter no máximo 50 caracteres.

# CPAGPT2
source: Make it as detailed and clear as possible.
de_de: Beschreiben Sie es so detailiert und eindeutig wie möglich.
fr_fr: Faites-le aussi détaillé et clair que possible.
pt_br: Torná-lo tão detalhado e claro quanto possível.

# CPAGPT4
source: How much do you want to pay member per 1 action completed? If this amount is too low, members may not do your offer.
de_de: Wieviel möchten Sie einem Kunden auszahlen pro durchgeführte Aktion? Wenn der Betrag zu gering gewählt ist, werden möglicherweise weniger Kunden Ihr Angebot in Anspruch nehmen.
fr_fr: Combien voulez-vous payer le membre pour 1 coupon terminée? Si ce montant est trop bas, les membres ne peuvent pas obtenire votre offre.
pt_br: Quanto você quer pagar membro por 1 ação completada? Se este montante for demasiado baixo, os membros não podem fazer a sua oferta.

# CANNOTEXCEED
source: You cannot exceed your active campaigns limit (%n%).
de_de: Sie können nicht die maximale verfügbare Anzahl (%n%) an Kampagnen überschreiten.
fr_fr: Vous ne pouvez pas dépasser la limite des campagnes actives (%n%).
pt_br: O número máximo de segundos que você pode adicionar a este anúncio é {0}. Atualize sua conta para obter mais informações.

source: Level
de_de: Ebene
fr_fr: Niveau
pt_br: Nível

source: Starred Ad
de_de: Betrachtete Anzeige
fr_fr: Ann classée
pt_br: Anúncio com estrela

# STARREDADINFO
source: Your advertisement will appear before other ads.
de_de: Ihre Anzeige wird vor den anderen Anzeigen geschaltet.
fr_fr: Votre annonce apparaîtra avant d'autres annonces.
pt_br: Seu anúncio será exibido antes de outros anúncios.

# ADDEDTOF
source: Added to favorites.
de_de: Zu Favoriten hinzufügen.
fr_fr: Ajouté aux favoris.
pt_br: Adicionado aos favoritos.

# GRATZ
source: Congratulations, you reached a new level!
de_de: Glückwunsch, Sie habe eine neue Ebene erreicht!
fr_fr: Félicitations, vous avez atteint un nouveau niveau!
pt_br: Parabéns, você alcançou um novo nível!

# REACHED
source: You have reached
de_de: Sie haben erreicht
fr_fr: Vous avez atteint
pt_br: Você alcançou

# REMOVEDFROMF
source: Removed from favorites.
de_de: Von den Favoriten entfernt
fr_fr: Supprimé des favoris.
pt_br: Removido dos favoritos.

# SORTBY1
source: Starred first
de_de: Zuerst betrachtet
pt_br: Primeira estrela

# SORTBY2
source: Favorite first
de_de: Zuerst favorisiert
pt_br: Favorito primeiro

source: Favorite
de_de: Favorit
fr_fr: Favori
pt_br: Favorito

# ADDTOFRIENDALREADY
source: User {0} is already your friend.
de_de: Der Kunde {0} ist bereits Ihr Freund.
fr_fr: L'utilisateur {0} est déjà votre ami.
pt_br: O usuário {0} já é seu amigo.

# ADDTOFRIENDMESSAGE
source: User {0} would like to add you to friend!
de_de: Der Kunde {0} möchte Sie gerne als Freund hinzufügen!
fr_fr: L'utilisateur {0} voudrais vous ajouter en ami!
pt_br: O usuário {0} gostaria de adicioná-lo a um amigo!

# AMOUNTEQUALZERO
source: Price can't be equal zero.
de_de: Preis kann nicht gleich Null sein.
fr_fr: Le prix ne peut être égal à zéro.
pt_br: O preço não pode ser igual a zero.

# BUYFROMYOURSELF
source: You cannot buy from yourself.
de_de: Sie können nicht von sich selber kaufen.
pt_br: Você não pode comprar de si mesmo.

# CATEGORY1
source: Category
de_de: Kategorie
fr_fr: Catégorie
pt_br: Categoria

# MARKETPLACEADDED
source: Product successfully added to marketplace.
de_de: Produkt erfolgreich zum Marktplatz hinzugefügt?5006
fr_fr: Produit ajouté avec succès sur le marketplace.
pt_br: Produto adicionado com sucesso ao mercado.

# MARKETPLACEEMAILTOBUYER
source: Dear customer,<br><br> You have successfully bought {0}. Once you've received your product, please visit {1} and click <i>Confirm</i>. <br><br>Regards, {2} team.
de_de: Sehr geehrter Kunde,<br><br> Sie haben erfolgreich gekauft {0} ?5006 Sobald Sie Ihr Produkt erhalten haben, bitten schauen Sie hier {1} und klicken auf <i>Bestätigung</i>. <br><br>Mit freundlichen Grüßen, {2} team.?5006
pt_br: Caro cliente, <br><br>Você comprou com sucesso {0}. Depois de receber o seu produto, visite {1} e clique em <i>Confirmar</i>. <br><br> Atenciosamente, {2} equipe.

# SELLERDOESNTHAVEENOUGHT
source: Seller doesn't have enough units
de_de: Verkäufer hat nicht genug Einheiten
pt_br: O vendedor não tem unidades suficientes

source: Purchased Products
de_de: Gekaufte Produkte
fr_fr: Produits achetés
pt_br: Produtos Comprados

source: Marketplace
de_de: Marktplatz
pt_br: Mercado

source: To all users
de_de: An alle Kunden
pt_br: Para todos os usuários

source: Unit price
de_de: Preis pro Einheit
pt_br: Preço unitário

# YOUARENOTADMIN
source: Only administrators can send messages to all users.
de_de: Nur Administratoren können Nachrichten an alle Kunden senden.
fr_fr: Seuls les administrateurs peuvent envoyer des messages à tous les utilisateurs.
pt_br: Somente os administradores podem enviar mensagens para todos os usuários.

# YOUSUCCBOUGHTONMARKETPLACE
source: You successfully bought the product.
de_de: Sie haben das Produkt erfolgreich erworben.
fr_fr: Vous avez acheté le produit avec succès.
pt_br: Você comprou o produto com êxito.

# YOUCANNOTCASHOUTGLOBALLIMIT
source: You have reached your global limit.
de_de: Sie haben Ihr Limit erreicht.
fr_fr: Vous avez atteint votre limite.
pt_br: Você atingiu seu limite global.

# YOUNEEDMEMBERSHIP
source: Only users with {0} membership can buy this AdPack.
de_de: Nur Kunden mit {0} Status können dieses Anzeigenpaket kaufen.
fr_fr: Seuls les utilisateurs ayant un abonement {0} peuvent acheter ces coupons
pt_br: Somente usuários com {0} associação podem comprar este AdPack.

# ACCOUNTNOTVERIFIED
source: You need to complete document verification before you can request a money withdrawal.
de_de: Sie müssen die Dokumentenverifizierungen abschliessen, bevor Sie eine Auszahlung beantragen.
fr_fr: Vous devez effectuer la vérification des documents avant de pouvoir demander un retrait d'argent.
pt_br: Você precisa concluir a verificação de documentos antes de solicitar uma retirada de dinheiro.

source: Not verified
de_de: Nicht verifiziert
fr_fr: Non vérifié
pt_br: Não verificado

source: Verified
de_de: Verifiziert
fr_fr: Vérifié
pt_br: Verificado

# VERIFYINFO
source: Account verification is required for money withdrawal. Send your document/passport/ID to complete the verification process.
de_de: Konto Verifizierung erforderlich um Auszahlungen zu beantragen. Senden Sie bitte Ihre Ausweis ID/Reisepass um die Verifizierung durchzuführen.
pt_br: A verificação da conta é necessária para retirada de dinheiro. Envie seu documento/passaporte/ID para concluir o processo de verificação.

source: Required Membership
de_de: Benötigt Status/Mitgliedschaft ?5006
fr_fr: Membership requis
pt_br: Assinatura Requerida

source: Add display time
de_de: Addiere Anzeigedauer
fr_fr: Ajouter du temps
pt_br: Adicionar tempo de exibição

# CANNOTADDMORESECONDS
source: The maximum number of seconds you can add to this advertisement is {0}. Upgrade your account for more.
de_de: Die maximale Anzahl von Sekunden die Sie zu dieser Anzeige hinzufügen können, ist {0}. Erwerben Sie ein Konto Upgrade für mehr.
fr_fr: Le nombre maximum de secondes que vous pouvez ajouter à cette annonce est de {0}. Mettez à niveau votre compte pour en ajouter plus.
pt_br: O número máximo de segundos que você pode adicionar a este anúncio é {0}. Atualize sua conta para obter mais informações.

# NOTENOUGHCLICKSFOREXCHANGE
source: You don't have enough clicks ({0} required)
de_de: Sie haben nicht genügend Klicks ({0} benötigt)
fr_fr: Vous n'avez pas assez de clics ({0} requis)
pt_br: Você não tem cliques suficientes ({0} necessário)

# SELECTSINGLECHECKBOX
source: Please select a single checkbox.
de_de: Bitte wählen Sie nur eine Position aus
fr_fr: Veuillez cocher une seule case.
pt_br: Selecione uma única caixa de seleção.

# TIMEFORCLICKSEXCHANGEDESC
source: You can extend the display time of your advertisement by exchanging the number of clicks. See <i>Types</i> for details.
de_de: Sie können die Anzeigedauer Ihrer Anzeigen verlängern indem Sie die Anzahl der Klicks austauschen. Hinweis <i>Typen</i> für mehr Details.
pt_br: Você pode estender o tempo de exibição de seu anúncio trocando o número de cliques. Consulte <i>Tipos</i> para obter detalhes.

# VALUEOF1SECINCLICKS
source: 1 second =
de_de: 1 Sekunde =
fr_fr: 1 seconde =
pt_br: 1 segundo =

source: Available for Custom Groups
de_de: Verfügbar für benutzerdefinierte Gruppen
fr_fr: Disponible pour les groupes personnalisés
pt_br: Disponível para grupos personalizados

source: Leadership
de_de: Führungsgruppe
pt_br: Liderança

source: Fresh Funds
de_de: Neue Zahlungseingänge
fr_fr: Nouveaux fonds
pt_br: Fundos frescos

source: Leadership Levels
de_de: Führungsebenen
fr_fr: Leadership Niveaux
pt_br: Níveis de Liderança

source: Team Partners
de_de: Team Partner
fr_fr: Partenaires d'équipe
pt_br: Parceiros de Equipe

source: Your Level
de_de: Ihre Ebene
fr_fr: Votre niveau
pt_br: Seu Nível

source: Available for groups
de_de: Verfügbar für Gruppen
fr_fr: Disponible pour les groupes
pt_br: Disponível para grupos

# MUSTUPLOADIMAGE
source: Please upload an image.
de_de: Bitte laden Sie ein Bild hoch.
pt_br: Carregue uma imagem.

source: Advertised
de_de: Inseriert
fr_fr: Annoncé
pt_br: Anunciado

source: Confirmed
de_de: Bestätigt
fr_fr: Confirmé
pt_br: Confirmado

source: My Products
de_de: Meine Produkte
pt_br: Meus Produtos

# PRODUCTCONFIRMED
source: This product has been confirmed.
de_de: Dieses Produkt wurde bestätigt.
fr_fr: Ce produit a été confirmé.
pt_br: Este produto foi confirmado.

source: Seller
de_de: Verkäufer
fr_fr: Vendeur
pt_br: Vendedor

source: Sold
de_de: Verkauft
pt_br: Vendido

# MARKETPLACEDESC
source: Want to buy or sell real products? You are in the right place!
de_de: Möchten Sie Produkte kaufen oder verkaufen? Dann sind Sie hier richtig!
fr_fr: Vous voulez acheter ou vendre de vrais produits? Vous êtes au bon endroit!
pt_br: Quer comprar ou vender produtos reais? Você está no lugar certo!

# NOPRODUCTSTOBUY
source: Unfortunately there are no products to buy.
de_de: Leider gibt es momentan keine Produkte zu kaufen
pt_br: Infelizmente não há produtos para comprar.

source: Credit Line
de_de: Kreditlimit
pt_br: Linha de crédito

# CREDITLINEDESC
source: Out of funds? Borrow money from Administrator!
de_de: Unzureichende Mittel? Leihen Sie sich Geld vom Administrator!
pt_br: Fora dos fundos? Pedir dinheiro emprestado ao Administrador!

# CREDITLINEREMINDER
source: {0} Credit Line reminder
de_de: {0} Erinnerung Kreditlimit
pt_br: Lembrete da Linha de Crédito {0}

# CREDITLINEREMINDEREMAIL
source: Dear {0}, Please remember to pay your Credit Line debt ({1}) before {2}. Best regards, {3} Team.
de_de: Sehr geehrter Kunde {0}, bitte denken Sie daran Ihr Kreditlimit auszugleichen ({1}) bevor {2}. Best regards, {3} Team.?5006
pt_br: Caro {0}, Lembre-se de pagar a dívida da sua linha de crédito ({1}) antes de {2}. Cumprimentos, {3} Equipe.
