Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U5008.*.resx
Languages: de_de, fr_fr

# LEVELDOWNGRADED
source: Downgraded to
de_de: Herabgestuft auf
fr_fr: Déclassés vers

# ADPACKSREQUIRED
source: You must buy {0} to enable this feature.
de_de: Sie müssen {0} kaufen um diese Funktion zu aktivieren.
fr_fr: Vous devez en acheter {0} pour activer cette fonctionnalité.

source: Login Ads Credits
de_de: Login Anzeigen Gutschriften
fr_fr: Crédits Login Ads

# MAXSIZE
source: Max image size is {0}x{1}px.
de_de: Max Bildgröße ist {0}x{1}px.
fr_fr: Taille de l'image Max {0}x{1}px.

source: Most voted
de_de: Meist gewählt
fr_fr: Les plus votés

# UPGRADED
source: Upgraded to
de_de: Upgraded zu
fr_fr: Mise à niveau vers

source: of price
de_de: des Preises?5008
fr_fr: du prix

source: Use Login Ads Credits
de_de: Verwende Anzeigen Gutschrift
fr_fr: Utiliser les crédits Login Ads

# WEEKLYLIMITERROR
source: You cannot exceed your maximum weekly payout limit ({0}). You already paid out {1} this week.
de_de: Sie können nicht Ihr wöchentliches Auszahlungslimit überschreiten ({0}). Sie haben diese Woche bereits {1} ausgezahlt bekommen.
fr_fr: Vous ne pouvez pas dépasser votre limite maximale de paiement hebdomadaire ({0}). Vous avez déjà etait payé sur {1} cette semaine.

# WITHDRAWLIMITENLARGEDBY
source: Maximum withdrawal enlarged by
de_de: Maximaler Auszahlungsbetrag verändert durch
fr_fr: Retrait maximal agrandi par

source: Receipts
de_de: Bestätigungen
fr_fr: Recettes

# RECEIPTSINFO
source: View and download receipts for all your purchases.
de_de: Betrachten und Download der Bestätigungen über den Kauf von Produkten.
fr_fr: Affichez et téléchargez les reçus pour tous vos achats.

source: Edited
de_de: Editiert
fr_fr: Édité

source: Buy for referral
de_de: Kauf im Namen des Empfehlungsnehmers
fr_fr: Achetez pour une filleule

# CANTBUYADPACKFORTHISUSER
source: The Maximum {1} you can buy for this user is {0}.
de_de: Das Maximale {1} welches Sie für einen Kunden kaufen können, ist {0}.

# SORRYDOWNGRADE
source: Sorry, you have been downgraded.
de_de: Leider ist Ihr Status herabgestuft worden
fr_fr: Désolé, vous avez été déclassé.

# SORRYDOWNGRADETO
source: You have been downgraded to
de_de: Ihr Status wurde herabgestuft auf
fr_fr: Vous avez été rétrogradé vers

# DRLIMITENLARGEDBY
source: Direct Referral Limit enlarged by
de_de: Direkter Empfehlungsbonus Limit vergrößert durch
fr_fr: Limite de filleule directe agrandie par

source: Rewards
de_de: Belohnungen
fr_fr: Récompenses

source: Signature
de_de: Unterschrift

source: Testimonials
de_de: Referenzen
fr_fr: Témoignages

# LEAVEFEEDBACK
source: Enjoying our service? Write to us and tell us what you think.
de_de: Gefällt Ihnen unser Angebot? Schreiben Sie uns und teilen Sie uns Ihre Erfahrungen mit.
fr_fr: Vous appréciez nos service? Écrivez-nous!

# THANKSFORFEEDBACK
source: Thank you, we appreciate your feedback.
de_de: Wir bedanken uns für Ihr Feedback
fr_fr: Merci! Nous apprécions votre retour d'informations.

source: Total views
de_de: Gesamte Betrachtungen
fr_fr: Vues totales

# TOTALVIEWSDESC
source: Views - already received views
de_de: Betrachtungen - immer erhaltene Betrachtungen
fr_fr: Vues - vues déjà reçues

# MUSTUPGRADE
source: You must upgrade your account first.
de_de: Sie brauchen zuerst ein Upgrade für Ihr Konto
fr_fr: Vous devez d'abord mettre à niveau votre compte.

source: Cash Balance
de_de: Verfügbares Guthaben
fr_fr: Solde Cash

# MUSTCONNECTFB
source: You must connect your Facebook account first
de_de: Sie müssen sich zuerst mit Ihrem Facebook Konto verbinden.
fr_fr: Vous devez d'abord vous connecter à votre compte Facebook

# POINTSREVERSED
source: {0} reversed.
de_de: {0} rückgängig gemacht.
fr_fr: {0} reversés.

# NOADPACKTYPES
source: There are no {0} types available for you at the moment.
de_de: Es sind keine {0} Produkttypen zur Zeit verfügbar.
fr_fr: Il n'y a aucun type de {0} disponible pour le moment.
