Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U5009.*.resx
Languages: de_de

# ADPACKPURCHASE
source: {0} Purchase
de_de: {0} Kauf

# ADVERTISINGUNAVAILABLE
source: Advertising is currently unavaliable.
de_de: Inserieren ist derzeit nicht möglich

source: Balance
de_de: Kontostand

source: Banner Purchase
de_de: Banner Kauf

source: Commissions
de_de: Provisionen

# DRTECLICKEARNINGS
source: Direct referral Traffic Exchange click earnings
de_de: Einkünfte von direkten Empfehlungsnehmer durch Klicks?5009

# FINALREPURCHASEDESC
source: final Repurchase = Type's Repurchase * your current Memberhip's Repurchase.
de_de: Gesamter Rückkauf = Rückkauf Art * Status Level Rückkauf.?5009

# FINALROI
source: final ROI = Type's ROI + your current Memberhip's {0}.
de_de: Gesamtes ROI = ROI Art + Status {0}.?5009

source: Final value
de_de: Gesamter Wert

# LOGOUTTOREGISTER
source: Log out to register new account.
de_de: Loggen Sie sich aus um einen neuen Kunden zu registrieren.

source: Marketplace
de_de: Marktplatz

source: Offer Walls
de_de: Offer Walls?5009

# TECLICKEARNINGS
source: Traffic Exchange click earnings
de_de: Einkünfte aus Klicks

source: Tier
de_de: Rang?5009 (Tier)

source: TrafficGrid
de_de: Datennetz (TrafficGrid)?5009

source: TrafficGrid Purchase
de_de: Kauf Datennetz

# UPGRADEDDRLIMIT
source: Upgraded direct referrals limit
de_de: Limit der direkten Empfehlungen upgegradet

source: Upgrade Purchase
de_de: Kauf eines Upgrades
