Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U6000.*.resx
Languages: de_de

# ACCEPFRIENDREQUEST
source: Accept friend request
de_de: Freundschaftsanfrage annehmen

source: Accept
de_de: Annehmen

# ADDANDMANAGEWEBSITES
source: Add and manage your websites
de_de: Hinzufügen und Bearbeiten Ihrer Webseiten

# ADDBTCADDRESSFIRST
source: Please go to the settings page and add a Wallet Address to enable withdrawal.
de_de: Bitte fügen Sie in den Einstellungen eine BTC Adresse hinzu, um eine Auszahlung zu ermöglichen.

source: Add friend
de_de: Freund hinzufügen

# ADPACKROIANDREPURCHASE
source: {0} ROI and Repurchase
de_de: {0} ROI und Rückkauf

# ADPACKTYPE
source: {0} Type
de_de: {0} Art

# WITHDRAWALVERIFICATIONEMAILTITLE
source: {0} withdrawal verification
de_de: {0} Überprüfung der Auszahlung

# CAMPAIGNSWITHOUTADPACKS
source: Some {0} are not connected to any campaigns. You will not receive any banner impressions or views for these {0}. See <i>Manage</i> tab to connect those {0} to proper campaigns.
de_de: Einige {0} sind nicht einer Kampagne zu geordnet. Für diese {0} erhalten Sie keine Banner Schaltungen. Gehen Sie auf <i>Bearbeiten</i>Schaltfläche um diese {0} an die entsprechende Kampagne zu binden.

# CANNOTBUYADPACKS
source: You cannot buy AdPacks without any campaigns.
de_de: Sie können keine Adpacks ohne die Auswahl einer Kampagne kaufen.

# CANTWATCHMOREPTC
source: You have already watched {0} ads today. Upgrade your account or come back tomorrow.
de_de: Sie haben heute bereits {0} Anzeigen gesehen. Führen Sie ein Konto Upgrade durch oder kommen Sie morgen wieder.

# CANTWITHDRAWBTCUNTIL
source: You will be able to withdraw to this wallet in {0}.
de_de: Sie werden eine BTC Auszahlung zu diesem Wallet machen können in {0}.

# CHPICTURE
source: Change picture
de_de: Bild ändern

source: Conversations
de_de: Konversationen

source: day(s)
de_de: Tag(e)

# DELETE
source: Deleted
de_de: Gelöscht

source: Dimensions
de_de: Format

source: Earner
de_de: Verdiener

source: Enter your message here.
de_de: Bitte geben Sie hier Ihre Nachricht ein.

# FAILEDSENDINGEMAIL
source: Failure sending verification email.
de_de: Fehler beim Senden der Verifikationsemail.

source: Friend request sent
de_de: Freundschaftsanfrage gesendet

source: Invalid banner image or dimensions.
de_de: Ungültiges Bild oder falsches Format

source: hour(s)
de_de: Stunde(n)

# MILISECONDS
source: millisecond(s)
de_de: Millisekunde(n)

source: minute(s)
de_de: Minute(n)

# INVALIDBITCOINADDRESSINFO
source: Please enter a valid Bitcoin address. For example: 3nnH9KNNwxk7hby2C8eULWgeb5THTHb3GR Email addresses are not acceptable as a valid Bitcoin address.
de_de: Bitte geben Sie eine gültige BitCoin Adresse ein, z. B.: 1DxxTvmdBATx8W13dcg4p9mRejAR3zwHyp Emailadressen sind keine gültige BitCoin Adresse.

# INVALIDSECURITYCODE
source: Security code is invalid.
de_de: Sicherheitscode ist ungültig

source: Invitations
de_de: Einladungen

source: Leaderboard
de_de: Führungsebene

source: List
de_de: Liste

# MAXPTCCLICKSPERDAY
source: Maximum PTC ad clicks per day
de_de: Maximale PTC Anzeigenklicks pro Tag

source: My websites
de_de: Meine Webseiten

# NEWBANNERSUNAVAILABLEHEADER
source: Banner advertising is unavailable at the moment
de_de: Banneranzeigen sind momentan leider nicht verfügbar

# NEWBANNERSUNAVAILABLEREASON
source: Website Categories or Banner Packs have not been configured by Administrator.
de_de: Webseiten Kategorien oder Banner Packs sind vom Administrator noch nicht konfiguriert worden.

# NEWADVERTUNAVAILABLEHEADER
source: Advertising is unavailable at the moment
de_de: Anzeigen schalten ist momentan leider nicht möglich.

# NEWADVERTUNAVAILABLEREASON
source: Advert packs have not been configured by Administrator.
de_de: Adpacks wurden noch nicht vom Administrator konfiguriert.

# NEWWEBSITEUNAVAILABLEHEADER
source: Adding websites is unavailable at the moment
de_de: Momentan können leider keine Webseiten hinzugefügt werden.

# NEWWEBSITEUNAVAILABLEREASON
source: Website Categories have not been configured by Administrator.
de_de: Webseiten Kategorieren sind vom Administrator noch nicht konfiguriert worden.

# NOWEBSITES
source: You must add a website first.
de_de: Sie müssen erst eine Webseite hinzufügen.

# PINCANTSTARTWITHZERO
source: PIN can't start with 0.
de_de: Die PIN darf nicht mit 0 starten.

# PLEASEUPLOADIMAGE
source: Please upload an image.
de_de: Bitte laden Sie ein Bild hoch.

source: Post
de_de: Eintragen

source: Preferences
de_de: Voreinstellungen

source: Publish
de_de: Veröffentlichen

source: Publisher
de_de: Herausgeber

# PUBLISHERBANNERINFO
source: Place banners on one or more of your accepted websites and earn from clicks.
de_de: Platzieren Sie Ihre Banner auf einer oder mehreren von Ihnen akzeptierten Webseiten und verdienen Sie pro Klick.

source: Register as
de_de: Registrieren als

source: Reject friend request
de_de: Freundschaftsanfrage ablehnen

source: Repurchase
de_de: Rückkauf

# REQCAPTCHA
source: Please select an option.
de_de: Bitte wählen Sie eine Option.

# REQUESTSENTPLEASEWAIT
source: Your request has been sent. Please wait for Administrator's approval.
de_de: Ihre Anfrage wurde gesendet. Bitte warten Sie auf eine Bestätigung durch den Support.

source: Security
de_de: Sicherheit

# RESETTIME
source: Your advertisements clicks will reset in
de_de: Ihre Anzeigenklicks werden zurückgesetzt in

source: second(s)
de_de: Sekunde(n)

source: Security Code
de_de: Sicherheitscode

# SECURITYCODEEMAIL
source: Your security code is: {0}
de_de: Ihr Sicherheitscode lautet: {0}

# SELECTACCOUNTTYPE
source: Select at least one account type.
de_de: Wählen Sie mindestens einen Kontotyp aus:

# TOOMANYWITHDRAWSTODAY
source: You have already withdrawn money {0} times today. Please try again tomorrow.
de_de: Sie haben bereits heute {0} mal Geld ausgezahlt. Bitte versuchen Sie es morgen wieder.

# TOPCOMMISSIONEARNERS
source: Top {0} Commission Earners
de_de: Top {0} Verdiener Provision

# TOPCOUNTRIES
source: Top {0} Countries
de_de: Top {0} Länder

# TOPEARNERS
source: Top {0} Earners
de_de: Top {0} Verdiener

# TOPREFERERS
source: Top {0} Referers
de_de: Top {0} Empfehlungsgeber

source: Users
de_de: Kunden

# VERIFICATIONEMAILSENT
source: Verification code has been sent to your email address. It will be valid for {0} minute(s). Enter the code to continue.
de_de: Der Verifizierungscode wurde an Ihre Emailadresse gesendet. Dieser ist für {0} Minute(n) gültig. Bitte geben Sie den Code ein um fortzufahren.

# WAITUNTILRESOLVED
source: Please wait until your previous request is resolved.
de_de: Bitte warten Sie bis Ihre vorherige Anfrage beantwortet wurde.

# WALLETCHANGEWARNING
source: Changing your wallet address will temporarily block withdrawals for {0} days due to security precautions.
de_de: Das Ändern Ihrer Wallet Adresse wird alle Auszahlungen für die Dauer von {0} Tagen aus Sicherheitsgründen blockieren.

source: Websites
de_de: Webseiten

source: Website URL must be unique.
de_de: Webseiten URL muss eindeutig sein.

source: Withdrawals per day
de_de: Auszahlungen pro Tag

# RETURNTOADVERTISE
source: Return to Advertise section
de_de: Zurück zu den Anzeigen

# ALREADYAMEMBER
source: Already a member? Click {0}here{1} to login.
de_de: Sind Sie bereits Kunde? Klicken Sie {0}hier{1} um sich anzumelden.

# NOTAMEMBERYET
source: Not a member yet? Click {0}here{1} to register.
de_de: Sind Sie noch kein Kunde? Klicken Sie {0}hier{1} um sich zu registrieren.

# VERIFICATIONSMSSENT
source: Verification code has been sent to you via SMS. It will be valid for {0} minute(s). Enter the code to continue.
de_de: Der Verifizierungscode wurde innen per SMS zugesendet. Dieser ist für {0} Minute(n) gültig. Bitte geben Sie den Code ein, um fortzufahren.

source: My profile
de_de: Mein Profil

source: Profile
de_de: Profil

# RECENTPAYMENTS
source: Recent payouts
de_de: Letzte Auszahlungen

# REVSHARE
source: Revenue Sharing
de_de: Umsatzbeteiligung

source: Surf
de_de: Anzeigen betrachten

source: View Detail
de_de: Details betrachten

source: Copied
de_de: Kopiert

source: Copy
de_de: Kopiere

source: Add banner by URL
de_de: Banner hinzufügen per URL

source: Add file
de_de: Datei hinzufügen

# CHOOSEFILE
source: Please choose a file.
de_de: Bitte wählen Sie die Datei aus.

source: Get code
de_de: Code abfragen

# PUBLISHERREPLACEUSERNAME
source: Replace <b>{username}</b> with the username of the member who completed the offer on your website.
de_de: Tauschen Sie <b>{username}</b> aus mit dem Kundennamen welcher Ihr Angebot von Ihrer Webseite angenommen hat.

source: Publish Offer Walls on your websites.
de_de: Veröffentlichen Sie Großangebote auf Ihrer Webseite

source: External submissions
de_de: External submissions?6000

source: Submissions
de_de: Submissions?6000

source: Configure
de_de: Konfigurieren

source: Documentation
de_de: Dokumentation

# GLOBALPOSTBACKDESC
source: View documentation and configure your Global Postback to track offer submissions on your website.
de_de: Anschauen der Dokumentation und Konfiguration der allgemeinen Parameter zur Sendungsverfolgung?6000

# PBCAMPAIGNID
source: ID of the campaign
de_de: ID der Kampagne

# PBCAMPAIGNNAME
source: Name of the campaign
de_de: Name der Kampagne

# PBCOUNTRYCODE
source: Country code of the user who submitted the offer (e.g. US, UK, PL)
de_de: Ländercode des Kunden welcher das Angebot akzeptiert hat (z.B. US, UK, DE)

# PBCURRENCYCODE
source: Currency Code, e.g. USD, EUR, PLN
de_de: Währungscode, z.B. USD, EUR,...

# PBIPADDRESS
source: IP address of the user who submitted the offer
de_de: Registrierte IP Adresse des Kunden

# PBPAYOUT
source: Amount paid to affiliate for conversion. Reversals will be sent as negative values
de_de: Ausgezahlte Empfehlungsprovision. Rückbuchungen werden als Negativwerte verbucht.

# PBSUBID
source: Name or ID of the user who completed the offer, must be included in your Tracking URL
de_de: Name oder ID des Kunden, welcher das Angebot angenommen hat, muss in Ihre Tracking-URL eingefügt werden.

# PBSUBID2
source: Additional parameter, can be added to your Tracking URL
de_de: Zusätzliche Parameter, welche zu Ihrer Tracking-URL hinzugefügt werden können.

# WHITELISTIPINFO
source: Make sure to whitelist our server IP in your software for security purposes. This way you know for certain that postbacks are coming from <b>{0}</b>. <br /> Our postbacks come from a single IP address: <b>{1}</b>
de_de: Stellen Sie bitte sicher, dass Sie unsere Server IP Adresse in Ihrer Software zulassen. So können Sie sicherstellen, dass Emailbenachrichtigungen die von <b>{0}</b> kommen auch zugestellt werden. <br /> Unsere Benachrichtigungen kommen immer von einer IPAdresse <b>{1}</b>

source: Postback URL
de_de: URL der EMailbenachrichtigung?6000

source: Add or replace
de_de: Ergänzen oder ersetzen

# EXPECTEDOK
source: Expected response is "ok".
de_de: Die erwartete Antwort ist "ok".

# POSTBACKIMPLEMENTEDCORRECTLY
source: Congratulations, you have implemented the postback correctly.
de_de: Sie haben Ihre Benachrichtigungen erfolgreich konfiguriert.

# POSTBACKPARAMS
source: Postback parameters
de_de: Benachrichtungsparameter

source: Required
de_de: Benötigt

# SUCCESSADDINGPOSTBACKURL
source: Postback Url has been added successfully.
de_de: Die Benachrichtigungs-URL wurde erfolgreich hinzugefügt.

source: Successful response
de_de: Erfolgreiche Antwort?6000

# SUCCESSFULRESPONSEDESC
source: We require that you send us a response message <b>{0}</b> once you receive a postback from us.
de_de: Wir benötigen von Ihnen eine Antwort. <b>{0}</b> Sobald Sie eine Benachrichtigung von uns erhalten haben.?6000

source: Test Postback
de_de: Test Benachrichtigung

# TESTPOSTBACKUNAVAILABLEHEADER
source: Test Postback is unavailable at the moment
de_de: Test Benachrichtigung ist derzeit nicht verfügbar.

# TESTPOSTBACKUNAVAILABLEREASON
source: You must configure at least one Postback url first.
de_de: Sie müssen mindestens eine Benachrichtigungs-URL konfigurieren.

# THERESPONSEWAS
source: The response was {0}.
de_de: Die Antwort lautet {0}.

source: Website
de_de: Webseite

# WEBSITEMUSTBEACCEPTED
source: Please wait untill Administrator accepts your website.
de_de: Wir bitten um etwas Geduld, bis der Support Ihre Webseite akzeptiert hat.

# TRAFFICEXCHANGESURFCREDITS
source: Traffic Exchange Balance
de_de: Stand des Datenaustausches

source: You have no conversations
de_de: Sie haben keine Gespräche

source: Select an image first
de_de: Bitte wählen Sie zunächst ein Bild aus

# CANNOTPOSTONSOMEONEELSEWALL
source: You cannot post on someone else's Wall.
de_de: Sie können nicht an einer fremden Pinnwand posten.?6000
