Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U6003.*.resx
Languages: de_de

source: Publishers Banner Click Profit
de_de: Herausgeber Banner Klick Profit

# PUBLISHERSCPAOFFERPROFIT
source: Publishers CPA Offers Profit
de_de: Herausgeber CPA Angebote Profit

source: Publishers InText Ad Click Profit
de_de: Herausgeber für Text Anzeigen Profit

# PUBLISHERSPTCOFFERWALLPROFIT
source: Publishers PTC Offer Walls Profit
de_de: Herausgeber PTC Offer Walls?6003 Profit

source: Offer Title
de_de: Titel des Angebots

# ADPACKTIMEDESC
source: Unless your account is in Vacation Mode, you must watch at least {0} ads each week to take part in our revenue. So far you have watched {1}/{2} ads and you have {3} left.
de_de: Solange Sie nicht im Urlaubsmodus sind, müssen Sie mindestens {0} Anzeigen pro Woche anschauen um an den Einnahmen zu partizipieren.Bis jetzt haben Sie {1}/{2} Anzeigen angeschaut und es verbleiben noch {3}.

# INVALIDIMAGEORDIMENSION
source: Invalid image or dimensions (max {0}x{1})
de_de: Ungültiges Bild oder Bildgröße überschritten (max {0}x{1})

# NOWEBINARS
source: There are no upcoming Webinars.
de_de: Es gibt momentan keine Webinare.

source: Webinars
de_de: Webinare

# WEBINARSDESC
source: View the upcoming Webinars.
de_de: Vorschau auf kommende Webinare

# SKYPECONTACT
source: Skype username to contact with you
de_de: Bitte geben Sie uns Ihren Skype Usernamen zwecks Kontaktaufnahme

# ALREADYREPRESENTANT
source: You have already sent the request to become a representative.
de_de: Möglicherweise sind Sie bereits Gebietsleiter

# REPRESENTATIVESLIMIT
source: Maximum number of representatives from particular country is {0}
de_de: Maximale Anzahl von Gebietsleitern pro Land ist {0}

# SURFWARNING
source: This window must remain active to complete the activity.
de_de: Dieses Fenster muß während der Ausführung geöffnet bleiben.

# VIEWANDCOMPLETESLIDESHOW
source: View this website and complete the slideshow.
de_de: Schauen Sie sich die Webseiten an und beenden Sie die Bildershow

source: Done
de_de: Erledigt

source: Allow Autosurf
de_de: Erlaube Autosurf

source: Allow mobile devices
de_de: Erlaube Mobile Geräte

source: Allow PC users
de_de: Erlaube PC Benutzer

# PUBLISHBANNERSUNAVAILABLEHEADER
source: Publishing Banners is unavailable at the moment.
de_de: Das veröffentlichen von Bannern ist derzeit deaktiviert.

# PUBLISHBANNERSUNAVAILABLEREASON
source: You either have not add a Website yet, or the Administrator has not configured available iframe Dimensions.
de_de: Entweder haben Sie noch keine Webseite hinzugefügt, oder der Administrator hat noch nicht die notwendige Konfiguration durchgeführt.

# CAMPAIGNCREATED
source: Your campaign has been created.
de_de: Ihre Kampagne wurde fertiggestellt.

# ERR_MAXDAILYVIEWS
source: Max daily views must be an integer number greater than 0.
de_de: Max tägliche Betrachtungen muß eine ganze Zahl größer als 0 sein.

# MAXSINGLEUSERDAILYVIEWS
source: Max daily views by a single user
de_de: Max tägliche Betrachtung durch einen einzigen Kunden

# REQ_MAXDAILYVIEWS
source: Max daily views field is required.
de_de: Die Eingabe in das Feld max tägliche Betrachtungen ist erforderlich.

# FANPAGEEXISTS
source: Sorry, this fanpage already exists.
de_de: Leider existiert diese Fanpage schon

# BUYCAMPAIGNSTOJOINMATRIX
source: Join Matrix by creating at least one of the following campaigns:
de_de: Werden Sie Teil des Netzwerkes indem Sie an einer der folgenden Kampagnen teilnehmen:

# LEVELSINMATRIX
source: Number of levels in Matrix
de_de: Anzahl der Ebenen des Netzwerkes

source: Matrix
de_de: Netzwerk

# MATRIXRESTRICTION
source: You must have at least one active campaign of the following types to be a part of it: {0}.
de_de: Sie müssen mindestens eine aktive Kampagne aus den folgenden Typen haben um teilzunehmen: {0}.

# MATRIXWILLSHUFFLE
source: Matrix will be rebuilt in {0}.
de_de: Netzwerk wird neu aufgebaut in {0}.

source: My Matrix level
de_de: Mein Netzwerklevel

# SLOTSTAKENINLASTLEVEL
source: Slots taken in the last level
de_de: Geschlossene Positionen im letzten Level

# MAXACTIVEINSTANCES
source: Maximum Active Instances
de_de: Maximale aktive Instanzen

# NOPTC
source: There is no PTC ads for you right now.
de_de: Zur Zeit gibt es für Sie keine PTC Anzeige.

# MINTRANSFER
source: Minimum one-time transfer amount
de_de: Minimaler Einmaltransferbetrag

# NORESULTS
source: There are no results matching your query.
de_de: Wir konnten keine Einträge Ihrer Suche entsprechend finden

source: New conversation
de_de: Neue Konversation

# DRPTCCLICKEARNINGS
source: PTC Direct Referral click earnings
de_de: PTC Direkte Empfehlungsvergütung

source: PTC click earnings
de_de: PTC Empfehlungsvergütung

# RRPTCCLICKEARNINGS
source: PTC Rented Referral click earnings
de_de: PTC Gemietete Empfehlungsvergütung

source: Find people
de_de: Finde Personen
