Repository: secretshopping/titan
Catalog: App_GlobalResources/*/U6002.*.resx
Languages: de_de

# ACC1
source: Accessibility option: listen to a question and answer it!
de_de: Optionen für Personen mit Handicap: hören Sie eine Frage und beantworten diese!

# CLICKORTOUCH
source: Click or touch the {0}
de_de: Klick the {0}

source: Advertise on:
de_de: Inseriere in:

source: External Websites
de_de: Externe Webseiten

source: InText Ads
de_de: In Textanzeigen

# INTEXTADSDESC
source: InText Ads deliver keyword-targeted text ads based on publisher's website content. Users hover on highlighted keywords and see unobtrusive text ads. Publishers only get paid if the ad is clicked.
de_de: In Textanzeigen geliefertes Zielwort basierend auf den Text des Herausgebers der Webseite. Herausgeber wird nur eine Vergütung erhalten, wenn die Anzeige angeklickt wird.

# INTEXTADSDESCFORPUBLISHER
source: InText Ads deliver keyword-targeted text ads based on your's website content. Users hover on highlighted keywords and see unobtrusive text ads. You get paid if the ad is clicked. Place the JavaScript code on one of your approved websites and start monetizing!
de_de: In Textanzeigen geliefertes Zielwort basierend auf den Text des Herausgebers der Webseite. Herausgeber wird nur eine Vergütung erhalten, wenn die Anzeige angeklickt wird. Platzieren Sie den JavaScript Code auf einer Ihrer Webseiten um die Verdienstmöglichkeiten zu steigern!

# MUSTADDTAGS
source: Please add at least one tag.
de_de: Bitte mindestens eine Notiz hinzufügen.

source: My URLs
de_de: Meine URLs

# NUMBEROFURLSERROR
source: Please choose {0} url(s) for selected Pack.
de_de: Bitte wählen Sie {0} url(s) für das ausgewählte Paket.

# PLEASEADDURLSFIRST
source: Please add Urls first (Advertise/My URLs).
de_de: Bitte erst Urls ergänzen (Inserieren/Meine URLs).

# PTCOFFERWALLSDESC
source: PTC Offer Walls let you advertise many websites at once. Users will only get paid if they watch all ads in the Offer Wall.
de_de: PTC Offer Walls gibt Ihnen die Möglichkeit mehrere Webseiten gleichzeitig zu inserieren. Kunden werden nur bezahlt, wenn alle Anzeigen angeschaut wurden.

# REFRESHICON
source: Refresh/reload icon
de_de: Icon neu laden

# REFRESHIMAGE
source: Refresh/reload: get new images and accessibility option!
de_de: Neu laden: neues Bild generieren!

source: Sound icon
de_de: Icon für Sound

source: Tag
de_de: Notiz

source: Tags
de_de: Notizen

# THISURLHASBEENREJECTED
source: This URL has been rejected by Administrator.
de_de: Diese URL wurde vom Support abgelehnt.

# TOOMANYTAGS
source: Maximum number of tags allowed is {0}.
de_de: Maximale Anzahl erlaubter Notizen {0}.

# TYPEBELOW
source: Type below the <strong>answer</strong> to what you hear. Numbers or words:
de_de: Tippen Sie unten die korrekte <strong>Antwort</strong> zu dem was Sie hören. Zahlen oder Buchstaben:

# YOURURLSDESCRIPTION
source: Add URLs that you will use in your campaigns.
de_de: Fügen Sie URLs hinzu, welche Sie in Ihren Kampagnen verwenden möchten.

# PUBLISHERREPLACEVARIABLES
source: Replace the highlighted variables with data of the member who completed the offer on your website.
de_de: Ersetzen Sie der hervorgehobenen Variablen mit Kundendaten welche die Angebote auf Ihrer Webseite akzeptiert haben.

# GENDEROPTIONS
source: Gender options: Null, Male, Female
de_de: Geschlecht: Nichts, Männlich, Weiblich

# PBAGE
source: Age of the user who completed the offer. We send this back if it's included in your Tracking URL.
de_de: Kundenalter welcher Ihr Angebot angenommen hat. Wir senden diese Information zurück, wenn es Teil der Tracking URL ist.

# PBGENDER
source: Gender of the user who completed the offer. We send this back if it's included in your Tracking URL.
de_de: Geschlecht des Kunden welcher Ihr Angebot angenommen hat. Wir senden diese Information zurück, wenn es Teil der Tracking URL ist.

source: Up next
de_de: Demnächst

source: Watched
de_de: Angeschaut

source: Watching
de_de: Anschauend

# NEWFACEBOOKUNAVAILABLEHEADER
source: Facebook advertising is unavailable at the moment
de_de: Inserieren auf Facebook ist zur Zeit nicht möglich.

# NEWFACEBOOKUNAVAILABLEREASON
source: Facebook have not been configured by Administrator.
de_de: Facebook wurde noch nicht vom Administrator konfiguriert.

# ADPACKTYPES
source: {0} Types
de_de: {0} Typen

# REPRESENT
source: If you want to represent {0} and earn extra money on referral commission and other benefits as a sign of appreciation, send us a message using this
de_de: Wenn Sie unsere Produkte präsentieren möchten {0} und somit extra Einnahmen über den Empfehlungsbonus generieren möchten, senden Sie uns bitte eine Nachricht

source: Representatives
de_de: Gebietsleiter

# REPRESENTINFO
source: Become a representant and earn better money. Fill all boxes below and send us to apply for representative.
de_de: Werden Sie Gebietsleiter und erhöhen Sie Ihr Einkommen. Bitte füllen Sie alle Felder unten aus und senden uns das Anfrageformular zu.

# LANGUAGES
source: Languages which can be used to contact to you.
de_de: Sprachen die zur Kontaktaufnahme genutzt werden.

# EMAILREGISTRED
source: Given email is already registered
de_de: Die eingegebene Email-Adresse ist bereits registriert.

# WHYBECOMEREPRESENTATIVE
source: Why you want to become a representative? Describe in a few words.
de_de: Warum möchten Sie Gebietsleiter werden? Erklären Sie es uns in ein paar Worten.

# EMAILCONTACT
source: Address Email to contact with you.
de_de: Email-Adresse, unter der wir Sie erreichen können

# JOINTOREPRESENTATION
source: Register under {0}'s representation.
de_de: Join to {0}'s representation.???

# NAMEOFREPRESENTATION
source: Name which will be a title of your representation.
de_de: Titel für Sie als Gebietsleiter

# PHONECONTACT
source: Phone number to contact with you.
de_de: Telefonnummer, unter der wir Sie erreichen können

# REGISTREDUSER
source: You have to be registered user.
de_de: Sie müssen bereits ein registrierter Kunde sein.

# REPRESENTEDUNIT
source: which you will be representing.
de_de: which you will be representing.???Kontext

source: Why
de_de: Warum

# BANNERPACKERROR
source: You can't add the banner, because administrator didn't add packs for this dimensions.
de_de: Sie können diesen Banner nicht hinzufügen, diese Bannergröße wurde noch nicht konfiguriert.

source: Cash
de_de: Bar

# NEWBANNERUNAVAILABLEREASON
source: Banners dimensions have not been configured by Administrator.
de_de: Diese Bannergröße wurde noch nicht konfiguriert.
